var DATA_2026 = `
6/1/2026	桃園21歲男大學生上課突昏倒！當場斷氣猝死在教室 死因出爐 ｜ 社會 ｜ NOWnews今日新聞	https://www.nownews.com/news/6772882
02/01/2026	桃園某男大生疑心因性猝死 醫師提醒「三高」患者小心氣溫驟變	https://health.ettoday.net/news/3097086
02/01/2026	阿嬤罵「要死的人才穿襪子睡覺」！醫警告2類人別試：像慢性自殺	https://health.ettoday.net/news/3097145
02/01/2026	猝死案70%在家中！年輕人「易忽略5警訊」 醫嘆：沒第2次機會	https://health.ettoday.net/news/3097479
02/01/2026	年奪4萬命！21歲男大生「心因性猝死」 醫揭9種人是高危群 ｜ 祝你健康	https://health.setn.com/news/1777523?amp;utm_campaign=news\&amp;utm_medium=rss
02/01/2026	(澳洲新州海岸34歲男子游泳遇溺)	https://news.tvb.com/sc/world/695e0015bc0cbd9033b1d168/国际-澳洲新南威爾士接連有民眾遇溺-專家籲宣傳加入辨識暗流等內容
02/01/2026	前男友心梗猝逝！向太嚎啕大哭：當天是我生日│TVBS新聞網	https://news.tvbs.com.tw/entertainment/3094016
02/01/2026	桃園男大生昏倒送醫 初判「心因性猝死」│TVBS新聞網	https://news.tvbs.com.tw/life/3094219
02/01/2026	向太驚爆前男友心肌梗塞猝逝！生日變忌日「憶舊愛淚水潰堤」 ｜ 噓！星聞	https://stars.udn.com/star/amp/story/10090/9251635
02/01/2026	低溫警報！彰化48小時88人送醫「3人OHCA」…猝死高風險時段曝光	https://tw.news.yahoo.com/低溫警報-彰化48小時88人送醫-3人ohca-猝死高風險時段曝光-015400409.html
02/01/2026	冷死人！期末考週遇寒流 桃園男大生教室內昏迷不治	https://tw.news.yahoo.com/冷死人-期末考週遇寒流-桃園男大生教室內昏迷不治-092740738.html
02/01/2026	年輕人猝死非罕見！醫揭4大真兇「遺傳型心臟病」最陰險	https://tw.news.yahoo.com/年輕人猝死非罕見-醫揭4大真兇-遺傳型心臟病-最陰險-023011559.html
02/01/2026	《驚聲尖叫》女星驚傳逝世 遺體有外傷...死因待釐清	https://tw.news.yahoo.com/驚聲尖叫-女星驚傳逝世-遺體有外傷-死因待釐清-092400646.html
02/01/2026	21歲男大生期末考猝逝！醫揭「低溫+壓力」成致命推手	https://tw.news.yahoo.com/21歲男大生期末考猝逝-醫揭-低溫-壓力-成致命推手-070950500.html
02/01/2026	維納·梅爾達的父親在按摩時死亡，曾昏迷	https://voi.id/zh/amp/549456
02/01/2026	長期唔夠瞓易猝死 症狀似小感冒？醫生揭冬季猝死前5大警號 ｜ am730	https://www.am730.com.hk/健康/長期唔夠瞓易猝死-症狀似小感冒-醫生揭冬季猝死前5大警號/634174
02/01/2026	24歲男子倒斃尖沙咀酒店房 警檢冰毒拘英籍漢今加控誤殺罪 ｜ am730	https://www.am730.com.hk/本地/24歲男子倒斃尖沙咀酒店房-警檢冰毒拘英籍漢今加控誤殺罪/634201
02/01/2026	巨大溫差瞬間奪命！醫示警「3大猝死時機」：血管破裂了	https://health.ettoday.net/amp/amp_news.php7?news_id=3095569
02/01/2026	馬灣海面發現男浮屍 證為失蹤六旬漢	https://www.stheadline.com/zh-hans/breaking-news/3537482/珀丽湾男子漂浮海面-救起当场死亡
02/01/2026	馬如龍兒子驚傳猝逝！親姊痛喊：看到爸爸和我兒子了嗎	https://tw.news.yahoo.com/馬如龍兒子驚傳猝逝-親姊痛喊-看到爸爸和我兒子了嗎-071904085.html
02/01/2026	馬如龍家族再傳憾事 49歲兒子家中猝逝！親姊慟：怎麼開這樣的玩笑	https://tw.news.yahoo.com/馬如龍家族再傳憾事-49歲兒子家中猝逝-親姊慟-怎麼開這樣的玩笑-073900534.html
02/01/2026	高慧君眼疾還沒治好突昏倒撞地 臉部骨折首露面曝永久傷害	https://tw.news.yahoo.com/高慧君眼疾還沒治好突昏倒撞地-臉部骨折首露面曝永久傷害-075100062.html
02/01/2026	高慧君驚傳家中昏倒！臉部3處骨折「記憶斷片」蘋果肌永遠消失	https://tw.news.yahoo.com/高慧君驚傳家中昏倒-臉部3處骨折-記憶斷片-蘋果肌永遠消失-062721418.html
02/01/2026	詭異！7人一氧化碳中毒前 同住女童莫名猝死無外傷｜#鏡新聞	https://tw.news.yahoo.com/詭異-7人-氧化碳中毒前-同住女童莫名猝死無外傷-鏡新聞-055148722.html
02/01/2026	高慧君「斷片式昏倒」！臉部朝下重摔臉骨骨折 驚悚傷勢曝光 ｜ 娛樂 ｜ CTWANT	https://www.ctwant.com/amp/article/468634/
02/01/2026	法拉盛一人一犬車內亡 疑發動機排氣管被雪堵住一氧化碳中毒 ｜ 大紀元	https://www.epochtimes.com/b5/26/2/3/n14689835.htm/amp
02/01/2026	土城7口一氧化碳中毒！11歲女童離奇猝死 檢相驗遺體：口吐白沫	https://www.ettoday.net/news/2026023/3112559.htm
02/01/2026	快訊／當天才做完健檢！馬如龍兒子家中跌倒猝逝 享年49歲 ｜ FTNN 新聞網	https://www.ftnn.com.tw/news/521067
02/01/2026	民宅一氧化碳中毒8送醫詭！11歲女童昨猝死	https://www.nexttv.com.tw/NextTV/News/Home/Life/2026-02-3/2253248.html
02/01/2026	于文文商演昏倒送醫！吳克群救場多唱2首 被讚：會紅不是沒原因 ｜ 娛樂 ｜ NOWnews今日新聞	https://www.nownews.com/news/6782637
02/01/2026	新北男剛出門「突臥倒家門口」猝死！鄰居嚇壞報案 死者身分曝光 ｜ 社會 ｜ NOWnews今日新聞	https://www.nownews.com/news/6782696
02/01/2026	馬如龍49歲兒子在家猝逝！為什麼無法開立死亡證明？死因恐與「這些事」有關 ｜ 林家群 ｜ 全解析	https://www.storm.mg/article/11100334
02/01/2026	男子疑擅闖迪欣湖游泳遇溺 昏迷送院不治警正調查身份 - 香港文匯網	https://www.wenweipo.com/a/202602/02/AP69807bcce4b04d7d56d17b72.html
02/01/2026	土城一氧化碳中毒1死7送醫 醫「輕度似感冒」6常見症狀	https://health.ettoday.net/news/3112818
02/01/2026	小西灣婦人住所內暈倒 救護員上門證實死亡	https://hk.on.cc/hk/bkn/cnt/news/2026023/bkn-20260203192305350-0203_00822_001.html
02/01/2026	土城7人一氧化碳中毒 醫示警：慢性吸入難察覺！恐引發失智 - 健康新聞 - PChome Online 新聞	https://news.pchome.com.tw/healthcare/ctinews/2026023/index-77010293474934309012.html
02/01/2026	囡仔昏迷死亡 隔轉工厝內7人一氧化碳中毒 ｜ 公視新聞網 PNN	https://news.pts.org.tw/article/793717
02/01/2026	馬如龍兒子跌倒猝逝！警床邊尋獲藥袋相驗查死因 姊淚：以後沒靠山了 ｜ 娛樂星聞	https://star.setn.com/news/1790543
02/01/2026	獨家／馬如龍兒子跌倒猝逝！小兒子悲慟發聲 70歲沛小嵐現況曝光 ｜ 娛樂星聞	https://star.setn.com/news/1790663
02/01/2026	爆紅短劇《女相師》藏洋蔥！43歲執行導演劉權友猝逝未能見證作品上線 ｜ 娛樂星聞	https://star.setn.com/news/1790719
02/01/2026	獨家／生前月收曾逾百萬！謝侑芯猝逝骨灰返台 雪碧鬆口遺產分配動向 ｜ 娛樂星聞	https://star.setn.com/news/1790794
02/01/2026	11歲女童離奇亡！蟬聯台語朗讀冠軍 模範生疑因一氧化碳殞落	https://tw.news.yahoo.com/11歲女童離奇亡-蟬聯台語朗讀冠軍-模範生疑因-氧化碳殞落-011453948.html
02/01/2026	悚！新北男暴斃家門口 大白天被發現時已屍僵	https://tw.news.yahoo.com/悚-新北男暴斃家門口-大白天被發現時已屍僵-044501616.html
02/01/2026	金鐘視後高慧君在家「斷片式昏倒」！右臉3處骨折造成這後遺症	https://tw.news.yahoo.com/金鐘視后高慧君在家-斷片式昏倒-右臉3處骨折造成這後遺症-073300608.html
02/01/2026	公寓一氧化碳中毒 爆同戶女童前1天昏迷不治	https://tw.news.yahoo.com/公寓-氧化碳中毒-爆同戶女童前1天昏迷不治-042000636.html
02/01/2026	11歲女童疑一氧化碳中毒猝死 初步相驗：口吐白沫、腹部腫脹	https://tw.news.yahoo.com/11歲女童疑-氧化碳中毒猝死-初步相驗-口吐白沫-腹部腫脹-083000670.html
02/01/2026	女星于文文貴州演唱 昏倒在地緊急送醫院	https://std.stheadline.com/realtime-china/3540853/女星于文文貴州演唱-昏倒在地緊急送醫院
02/01/2026	濕冷回暖再轉冷！非創傷OHCA單日最高42人 ｜ 生活 ｜ 20260201 ｜ 即時新聞 ｜ 翻報	https://turnnewsapp.com/livenews/life/20260201002606-260405
02/01/2026	【志願役猝死】國軍9年間因公死亡高達151人 立院批部隊訓練管控、心輔體系失靈	https://tw.news.yahoo.com/志願役猝死-國軍9年間因公死亡高達151人-立院批部隊訓練管控-心輔體系失靈-095500641.html
02/01/2026	(ATP決賽兩名觀眾因病去世 Inalpi Arena)	https://vibes.8world.com/jk-zone/ftisland-minhwan-faints-on-stage-3041646
02/01/2026	崔敏煥舞臺上突昏倒 公司發聲：檢查後無大礙正積極休養	https://www.bastillepost.com/hongkong/article/15629075-崔敏煥舞台上突昏倒-公司發聲：檢查後無大礙正積
02/01/2026	江芷妮父猝逝享壽87歲 悲痛難捨：無預警很突然	https://www.bastillepost.com/hongkong/article/15629117-江芷妮父猝逝享壽87歲-悲痛難捨：無預警很突然
02/01/2026	（有片）女星于文文演唱會突然暈倒昏迷 被緊急送醫	https://www.dotdotnews.com/a/202602/02/AP697f8110e4b0c32d4f67ad3a.html
02/01/2026	26歲女歌手毒發猝逝！家中熟睡「竟被蛇咬」 友人驚曝：抓到2條	https://www.ettoday.net/amp/amp_news.php7?news_id=3111663
02/01/2026	(女找父親破門驚見陳屍家中7犬 遺體疑遭咬)	https://www.facebook.com/story.php?story_fbid=1324215923083699&id=100064859103672
02/01/2026	于文文貴州商演倒地昏迷！擔架緊急抬出 工作室深夜曝病況 ｜ FTNN 新聞網	https://www.ftnn.com.tw/news/520679
02/01/2026	1歲8個月大男童…離奇猝死！母CPR「淚滴屍」喚不回 今解剖死因出爐	https://tw.news.yahoo.com/1歲8個月大男童-離奇猝死-母cpr-淚滴屍-喚不回-052100984.html
02/01/2026	洛杉磯市長候選人22歲女兒昏迷公路邊 送院後不治	https://www.hk01.com/即時國際/60318386/洛杉磯市長候選人22歲女兒昏迷公路邊-送院後不治
02/01/2026	唱「原罪」突昏倒 女星于文文被送醫 畫面瘋傳 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121343/9303082
02/01/2026	馬如龍49歲兒健檢返家後猝死！醫揭「7症狀」是警訊：全身倦怠也是 ｜ 祝你健康	https://health.setn.com/news/1790377
02/01/2026	FTISLAND崔敏煥演出突昏倒！公司發聲明：已檢查需靜養 ｜ 蕃新聞	https://n.yam.com/Article/20260202901095
02/01/2026	迪欣湖有人疑違規游泳期間遇溺 送院後不治 ｜ 無綫新聞TVB News	https://news.tvb.com/tc/local/6980c6b0e366b477d9b6b494/港澳-迪欣湖有人疑違規游泳期間遇溺送院後不治
02/01/2026	貓咪全身發紫、嘴唇腫脹猝死！獸醫痛揭最難忘案例：飼主「餵1物」奪命 ｜ udn寵物部落	https://pets.udn.com/pets/amp/story/124351/9299016
02/01/2026	獨家／馬如龍兒子在家跌倒49歲猝逝！四女兒哭曝：一度恢復心跳 ｜ 娛樂星聞	https://star.setn.com/news/1790295
02/01/2026	于文文演出「頻眨眼」突然暈倒嚇壞觀眾 吳克群低溫短袖義氣救場	https://www.hk01.com/眾樂迷/60318311/于文文演出-頻眨眼-突然暈倒嚇壞觀眾-吳克群低溫短袖義氣救場
02/01/2026	快訊／不是因為跌倒？馬如龍兒子「患多種慢性病」猝逝 今下午板橋殯儀館相驗	https://tw.news.yahoo.com/快訊-不是因為跌倒-馬如龍兒子-患多種慢性病-猝逝-041200037.html
02/01/2026	長女半天前才離奇猝逝！14小時後全家7口中毒 醫曝關鍵症狀「快跑」	https://tw.news.yahoo.com/長女半天前才離奇猝逝-14小時後全家7口中毒-醫曝關鍵症狀-快跑-021200135.html
02/01/2026	金鐘主持王浩一駕車時心肌梗塞猝逝 節目拍檔痛憶：請假竟變永別	https://www.hk01.com/即時娛樂/60319231/金鐘主持王浩一駕車時心肌梗塞猝逝-節目拍檔痛憶-請假竟變永別
02/01/2026	77歲老漁民獨自出海捕魚 神秘空船駛回岸終揭遇溺 兒子悲痛認屍	https://www.hk01.com/熱爆話題/60318756/77歲老漁民獨自出海捕魚-神秘空船駛回岸終揭遇溺-兒子悲痛認屍
02/01/2026	于文文演唱會暈倒送醫！吳克群救場幫唱引粉讚：「會紅不是沒原因！」 - JUKSY 街星	https://www.juksy.com/article/141427
02/01/2026	馬如龍49歲兒猝逝 檢警相驗結果出爐「心因性猝死」 ｜ 社會	https://www.setn.com/m/news.aspx?newsid=1790929
02/01/2026	馬如龍兒子49歲猝逝 小姨子不忍發聲！沛小嵐遭遇「椎心之痛」 ｜ 娛樂星聞	https://www.setn.com/News.aspx?NewsID=1791063
02/01/2026	「港女KOL」疑染怪病地鐵突抽搐 血染車廂撞斷門牙嚇壞乘客	https://www.sundaykiss.com/?p=2348157
02/01/2026	女童猝死隔天7家人又一氧化碳中毒 疑陽台熱水器釀禍 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121222/9308517
02/01/2026	湖南男子在香港迪士尼度假區溺亡 ｜ 聯合早報網	https://www.zaobao.com.sg/news/china/story20260204-8296110
02/01/2026	年僅21歲！國際名模竟「自然死亡」陳屍家中 14歲就出道...才剛為求學搬新家	https://mnews.tw/story/amp/mm-20260207edi002
02/01/2026	43歲爆紅短劇導演心梗猝逝震驚各界 無緣親見作品面世	https://www.hk01.com/大國小事/60319144/女相師-導演劉權友心梗猝逝震驚各界-無緣親見作品面世
02/01/2026	21歲國際名模過世被指「自然死亡」！剛搬新家求學	https://tw.news.yahoo.com/21歲國際名模過世被指-自然死亡-剛搬新家求學-012511510.html
02/01/2026	夏禕「不捨曹西平猝逝」 罕見同框6歲孫女「拒絕讓她入行」、感情現況曝	https://tw.news.yahoo.com/夏禕-不捨曹西平猝逝-罕見同框6歲孫女-拒絕讓她入行-感情現況曝-073500696.html
02/01/2026	夏禕罕帶6歲孫女現身！鬆口「感情現況」難接受曹西平猝逝	https://tw.news.yahoo.com/夏禕罕帶6歲孫女現身-鬆口-感情現況-難接受曹西平猝逝-093900631.html
02/01/2026	時尚圈痛失天才少女！21歲超模新星驚傳驟逝	https://tw.news.yahoo.com/時尚圈痛失天才少女-21歲超模新星驚傳驟逝-043120593.html
02/01/2026	感嘆曹西平猝逝！夏禕首帶6歲外孫女露面 親揭感情現況	https://tw.news.yahoo.com/感嘆曹西平猝逝-夏禕首帶6歲外孫女露面-親揭感情現況-072107416.html
02/01/2026	日出康城26歲男住戶暈倒房內 家人揭發惜太遲 ｜ am730	https://www.am730.com.hk/article/1009620
02/01/2026	冬天打呼別輕忽 睡眠缺氧恐猝死 ｜ 睡眠健康 ｜ 睡眠呼吸中止症 ｜ 心血管疾病	https://www.epochtimes.com/b5/26/2/2/n14689713.htm
02/01/2026	天水圍天瑞體育館健身中心男子突暈倒 送院搶救後不治	https://www.hk01.com/突發/60320114/天水圍天瑞體育館健身中心男子突暈倒-送院搶救後不治
02/01/2026	天水圍健身室男子暈倒昏迷不醒 搶救不治 警方正聯絡死者家人	https://www.sundaykiss.com/?p=2349579
02/01/2026	比賽中戲劇性瞬間：一名足球運動員暈倒抽搐被救護車帶走 ｜ 市民時報	https://citytimes.tw/資訊/比賽中戲劇性瞬間：一名足球運動員暈倒抽搐被救/694762/
02/01/2026	21歲國際名模驚傳猝逝 剛搬新家！被發現「陳屍租屋處」	https://tw.news.yahoo.com/21歲國際名模驚傳猝逝-剛搬新家-被發現-陳屍租屋處-024819917.html
02/01/2026	資深男星一度昏迷命危！送加護病房搶命暴瘦18公斤 「最新現況」曝光 ｜ 娛樂星聞	https://star.setn.com/news/1789656
02/01/2026	已婚婦女在房間裡被發現死亡：她的丈夫再次工作，孩子上學	https://voi.id/zh/amp/556293
02/01/2026	高雄港75號碼頭司機蜷縮貨車旁明顯死亡 警封鎖現場	https://tw.news.yahoo.com/高雄港75號碼頭司機蜷縮貨車旁明顯死亡-警封鎖現場-044931738.html
02/01/2026	高雄港75號碼頭添1亡魂…貨車司機猝死「屍體萎縮捲路邊」！原因不明	https://tw.news.yahoo.com/高雄港75號碼頭添1亡魂-貨車司機猝死-屍體萎縮捲路邊-原因不明-045300891.html
02/01/2026	韓媒公開大S猝逝時間軸！肺炎惡化「想返台治療」 衝機場路上心臟驟停	https://tw.news.yahoo.com/韓媒公開大s猝逝時間軸-肺炎惡化-想返台治療-衝機場路上心臟驟停-015136586.html
02/01/2026	大S猝逝完整時間軸 醫：「泡湯+吃退燒」致命主因	https://www.ettoday.net/amp/amp_news.php7?news_id=3112983
02/01/2026	合作歌神女星甲狀腺病後現身 暴瘦24kg 爆昏倒致臉部骨折難恢復	https://www.hk01.com/article/60318886
02/01/2026	資深演員49歲兒猝逝！7年內痛失3親 四女兒淚崩：以後沒靠山了	https://www.hk01.com/article/60319054
02/01/2026	高慧君家中突然昏倒！臉猛撞地板3處骨折 蘋果肌永遠消失不見 ｜ 娛樂 ｜ NOWnews今日新聞	https://www.nownews.com/news/6782812
02/01/2026	金銀暴跌期間 大陸40歲私募大佬沈顯兵猝死 ｜ 金銀價格暴跌 ｜ 中國年輕人猝死 ｜ 中國疫情 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/02/3/a104062998.html
02/01/2026	于文文舞臺上暈倒	https://www.singtaousa.com/2026/02/3/entertainment/singer-yupenwen-collapses-on-stage/
02/01/2026	迪欣湖溺斃男子身份曝光 湖南抵港即日出事 母正來港認屍 - 大公文匯網	https://www.tkww.hk/a/202602/3/AP6981ad38e4b0aa6cbcd3e1d3.html
02/01/2026	寧波26歲健美網紅睡夢中猝逝 友人翻看舊照驚覺身體早已出現警號	https://www.bastillepost.com/hongkong/article/15624100-寧波26歲健美網紅睡夢中猝逝-友人翻看舊照驚覺身
3/2/2026	高慧君家中突暈倒撞地 臉3處骨折 記憶斷片1部位已無法治	https://www.worldjournal.com/wj/amp/story/121478/9307044
02/01/2026	陸30歲男上廁所突猝死！醫曝「3因素」成奪命關鍵 ｜ 祝你健康	https://health.setn.com/news/1790825
02/01/2026	暈倒猝死｜宏福苑「一戶一社工」街頭暈倒猝逝，遺下妻兒。孫玉菡、楊何蓓茵深表哀悼	https://hk.news.yahoo.com/暈倒猝死-宏福苑-戶-社工-街頭暈倒猝逝-064001233.html
02/01/2026	馬如龍49歲兒猝死！遺孀、小女兒現身板橋殯儀館 檢警今相驗調查死因 ｜ 娛樂星聞	https://star.setn.com/news/1790862
02/01/2026	30歲男早起如廁「1分鐘後猝死」 醫：3件事同時做...超危險	https://tw.news.yahoo.com/30歲男早起如廁-1分鐘後猝死-醫-3件事同時做-超危險-045633824.html
02/01/2026	破雨棚…高雄女子全裸亡！父認屍「看一眼就走」跳針1句話	https://tw.news.yahoo.com/破雨棚-高雄女子全裸亡-父認屍-看-眼就走-022200596.html
02/01/2026	馬如龍之子猝逝！黃人龍家中昏倒搶救無效享年48歲 相驗初判心因性猝死	https://tw.news.yahoo.com/馬如龍之子猝逝-黃人龍家中昏倒搶救無效享年48歲-相驗初判心因性猝死-100754731.html
02/01/2026	馬如龍離世7年兒子猝逝！70歲遺孀沛小嵐現況曝光 親妹是台8女星震驚揭：聯繫不上	https://tw.news.yahoo.com/馬如龍離世7年兒子猝逝-70歲遺孀沛小嵐現況曝光-親妹是台8女星震驚揭-聯繫不上-012200871.html
02/01/2026	高雄女租戶全裸亡！管理員聽聲響查看 倒臥停車場機械升降平臺	https://tw.news.yahoo.com/最新-高雄女租戶全裸亡-管理員聽聲響查看-倒臥停車場機械升降平台-024624716.html
02/01/2026	愈來愈多人40歲猝死！醫曝驚人共同點：血脂高卻不吃藥	https://tw.news.yahoo.com/愈來愈多40歲猝死-醫曝驚人共同點-血脂高卻不吃藥-022537223.html
02/01/2026	韓節目曝大S猝逝完整時間軸 赴機場路上心臟驟停｜#鏡新聞	https://tw.news.yahoo.com/韓節目曝大s猝逝完整時間軸-赴機場路上心臟驟停-鏡新聞-105201115.html
02/01/2026	專家傳真－健檢零紅字卻猝死？識破數值的假像	https://tw.stock.yahoo.com/news/專家傳真-健檢零紅字卻猝死-識破數值的假象-201000302.html
02/01/2026	家長圍爐煮茶致2歲女兒大小便失禁 醫生：今冬以來科室已接收60多例一氧化碳中毒患者	https://cj.sina.cn/articles/view/5953740931/v162dee08306702oeoy?froms=ggmp&vt=4
02/01/2026	「演唱突頻繁眨眼」夯曲原唱女星舞臺上癱軟倒地...畫面曝！官方回應了 ｜ 娛樂星聞	https://star.setn.com/news/1789622
02/01/2026	36歲女星臺上暈倒驚悚畫面曝光 強忍不適硬唱疑一原因玩命開工	https://www.stheadline.com/film-drama/3540978/36歲女歌手台上驚傳昏倒驚悚畫面曝光-強忍不適硬唱疑因一原因玩命開工
02/01/2026	死了還收到私聊「幫處理工作」！陸工程師疑過勞猝死 底薪僅1萬	https://tw.news.yahoo.com/死了還收到私聊-幫處理工作-陸工程師疑過勞猝死-底薪僅1萬-025109865.html
02/01/2026	【職場悲歌】廣州 32 歲程式員週末猝死 搶救中仍被拉入工作群 死後 8 小時收 Order 「要把這個改下」	https://www.edigest.hk/news/職場悲歌-廣州-32歲-程式員-週末猝死-工作-1983992/
02/01/2026	(過勞或猝死 高雄案例)	https://www.facebook.com/am730hk/posts/rip廣州-程式員-過勞-猝死-am730/1366896135477985/
02/01/2026	過勞悲歌！廣東32歲男狂加班猝死 搶救期間還被拉入工作群組 ｜ 兩岸傳真 ｜ 全球 ｜ NOWnews今日新聞	https://www.nownews.com/news/6779014
02/01/2026	卜星慧男友猝逝傳遭淨身出戶！717字回應傾訴近況 否認24小時內被逐出 ｜ 娛樂星聞	https://star.setn.com/news/1786471
02/01/2026	(基因·西蒙斯駕駛時暈倒 在馬里布撞毀SUV)	https://stars.udn.com/star/amp/story/10092/9288460
02/01/2026	大圍教友猝死｜死者生前任職食環署督察 署方：深感哀痛	https://std.stheadline.com/breaking-news/3538860/大圍教友猝死死者生前任職食環署督察-署方深感哀痛
02/01/2026	獨》大哥猝逝！吳永吉再爆母親去年已離世	https://tw.news.yahoo.com/獨-大哥猝逝-吳永吉再爆母親去年已離世-092859877.html
02/01/2026	大圍文禮路教會男子廁內暈倒 昏迷送院惜不治	https://www.dotdotnews.com/a/202601/25/AP6975d764e4b0c32d4f66f9c4.html
02/01/2026	am730 - 死因有待驗屍後確定 #大圍 #猝死 #教會 #am730 ｜ Facebook	https://www.facebook.com/am730hk/photos/死因有待驗屍後確定-大圍-猝死-教會-am730/1369557681878497/
02/01/2026	男子黃大仙踢波昏迷 送院救治救回一命 - 香港文匯網	https://www.wenweipo.com/a/202601/25/AP6975bef8e4b04d7d56d02983.html
02/01/2026	堅尼地城司機昏迷私家車無人駕駛 11歲兒救車無果撞欄幸無傷-香港商報	https://hkcd.com/content_app/2026-01/27/content_8737315.html
02/01/2026	8旬翁心跳32 嚴重心搏過緩險猝死	https://tw.news.yahoo.com/8旬翁心跳32-嚴重心搏過緩險猝死-125851334.html
02/01/2026	（有片）菲律賓載逾350人渡輪沉沒 至少15死43失蹤	https://www.dotdotnews.com/a/202601/26/AP6976b1f5e4b0c32d4f67035b.html
02/01/2026	內地6旬漢跟團遊北京猝死 旅行社曾連續兩日淩晨集合 判賠35萬	https://www.hk01.com/大國小事/60316036/內地6旬漢跟團遊北京猝死-旅行社曾連續兩日凌晨集合-判賠35萬
02/01/2026	菲律賓南部載逾三百人渡輪沉沒 至少13死、多人失蹤 - 有線寬頻 i-CABLE	https://www.i-cable.com/新聞資訊/432470/菲律賓南部載逾三百人渡輪沉沒-至少13死-多人失
02/01/2026	壯漢攜子女港島徑遠足暈倒昏迷 直升機送院不治 - 香港文匯網	https://www.wenweipo.com/a/202601/25/AP6975d7d9e4b04d7d56d02d1e.html
02/01/2026	程式師週末暈倒後猝死，加班為什麼會導致猝死？_騰訊新聞	https://news.qq.com/rain/a/20260123A06WIV00
02/01/2026	(光復鄉9旬婦睡午覺遇大水亡 女兒慟放最愛的比薩吃飯了)	https://mtgamer.com/運動的/由於比賽取消，斯莫瑟曼在-ufc-324-稱重時暈倒/256459/
02/01/2026	突發！卡梅倫在UFC324稱重後 暈倒在臺上	https://m.sohu.com/a/979495963_121119655?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
02/01/2026	【話題】重慶馬拉松 破三跑手臨近終點不支倒地 送院後宣告不治	https://hk.sports.yahoo.com/news/話題-重慶馬拉松-破三跑手臨近終點不支倒地-送院後宣告不治-110000463.html
02/01/2026	Uber女司機新店載客！剛到社區「昏倒猝死」 警衛嚇壞急報案│TVBS新聞網	https://news.tvbs.com.tw/local/3107383
02/01/2026	湯米李瓊斯愛女酒店離世 去年10月已懷孕疑一屍兩命引熱議 ｜ 娛樂星聞	https://star.setn.com/news/1784635
02/01/2026	新店青山鎮Uber駕駛突陷昏迷 送醫急救不治	https://tw.news.yahoo.com/新店青山鎮uber駕駛突陷昏迷-送醫急救不治-143310002.html
02/01/2026	痛批人口販子成最後身影！梁小龍猝逝又保秘不發喪 疑遭滅口	https://tw.news.yahoo.com/痛批人口販子成最後身影-梁小龍猝逝又保秘不發喪-疑遭滅口-054300745.html
02/01/2026	屯門第38區填料庫58歲男司機暈倒貨車內 昏迷送院惜返魂乏術	https://www.hk01.com/突發/60315011/屯門第38區填料庫58歲男司機暈倒貨車內-昏迷送院惜返魂乏術
02/01/2026	尾牙唱歌唱到一半倒地！49歲男KTV猝死救回恐成植物人	https://www.pinview.com.tw/News/54059.html
02/01/2026	男司機暈倒屯門填料庫貨車內 送院不治死因待查 - 香港文匯網	https://www.wenweipo.com/a/202601/21/AP6970ea59e4b04d7d56cf9e4a.html
02/01/2026	喬州ICE拘留中心 在押墨籍男昏迷死亡 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121278/9281966
02/01/2026	食環署督察猝死 疑曾胸痛未求醫 - 香港文匯網	https://www.wenweipo.com/a/202601/26/AP69767d15e4b04d7d56d03ba3.html
02/01/2026	寒冷天氣｜冷風吹面=身體壓力測試！醫生警告：死亡率激增17倍！出門必護「3部位」保命防猝死	https://hk.ulifestyle.com.hk/topic/detail/20087196/寒流-冷風吹面-身體壓力測試-醫生示警-隨時猝死-腦中風-死亡率激增-倍-出門必護-部位-保命
02/01/2026	32歲程式師週末在家暈倒後猝死，律師：若受單位指令居家辦公，可算工傷	https://news.ifeng.com/c/8q7vN2QG4GC
02/01/2026	低血糖昏過去!男昏厥自撞分隔島 警破窗搶救	https://tw.news.yahoo.com/低血糖昏過去-男昏厥自撞分隔島-警破窗搶救-092803696.html
02/01/2026	氣溫驟降心腦血管疾病風險增 近一週已226人OHCA	https://tw.news.yahoo.com/氣溫驟降心腦血管疾病風險增-近-週已226人ohca-043455595.html
02/01/2026	離奇猝死！上山接客突停社區崗哨不動 警衛敲窗驚見女Uber司機亡	https://tw.news.yahoo.com/離奇猝死-上山接客突停社區崗哨不動-警衛敲窗驚見女uber司機亡-085600571.html
02/01/2026	廣州32歲程式員週末OT過勞死 死後8小時仍收工作訊息 ｜ am730	https://www.am730.com.hk/中國/1005859/廣州32歲程式員周末ot過勞死-死後8小時仍收工作訊息
02/01/2026	21歲英遊客猝死曼谷酒店房 監控拍下死前異常行為 酒吧突暈倒入院後自行離開 ｜ am730	https://www.am730.com.hk/article/1005783
02/01/2026	熬夜、壓力、高工時？32歲工程師猝逝 妻控訴「死後還被拉進群組」 ｜ 國際 ｜ CTWANT	https://www.ctwant.com/amp/article/467191/
02/01/2026	高以翔猝逝6年了！黑人陳建州到墓園看老友 合影1:1銅像惹鼻酸 ｜ 娛樂 ｜ NOWnews今日新聞	https://www.nownews.com/news/6778861
02/01/2026	廣東32歲程式員長期壓力爆煲 週末在家暈倒後猝死 死後仍收到工作短訊	https://www.orangenews.hk/china/V919lON/廣東32歲程序員長期壓力爆煲-周末在家暈倒後猝死-死後仍收到工作短訊.shtml
02/01/2026	寒流濕冷夜…新店Uber女司機進社區「突昏倒OHCA」 送醫仍不治	https://enn.tw/681826/
02/01/2026	當地人社局回應“32歲程式師週末暈倒後猝死”：受理此事已一個月左右，工傷認定60天內出結果	https://m.voc.com.cn/xhn/news/202601/31408914.html
02/01/2026	頭暈、胸悶到突然昏倒，八旬翁心跳32下險釀猝死 奇美醫院運用生理性心臟節律器成功救治高度心臟房室傳導阻滯合併心搏過緩 - 全國旅遊時報	https://z98737406.tw/?p=87700
02/01/2026	女模離奇猝死！ 男友錄嘴塞襪、窗簾綑綁影片｜#鏡新聞	https://tw.news.yahoo.com/女模離奇猝死-男友錄嘴塞襪-窗簾綑綁影片-鏡新聞-052049976.html
02/01/2026	頭暈、胸悶到突然昏倒，八旬翁心跳32下險釀猝死	https://more-news.tw/516166/
02/01/2026	五旬婦心因性休克 送醫查出竟是運動後水療大量流汗引起	https://money.udn.com/money/amp/story/122328/9299534
02/01/2026	美籍男遊台中市場猝死！救護員「死神手中搶命25分鐘」救回一命 ｜ 蕃新聞	https://n.yam.com/Article/20260130563320
02/01/2026	中年女運動後泡湯太久血鉀值過低 導致心因性休克昏倒送醫急救 ｜ 蕃新聞	https://n.yam.com/Article/20260130915225
02/01/2026	猝死危機︱26歲健身KOL睡夢中猝逝 生前最後一次露面現1異常曾自嘲：腦袋腫成饅頭	https://topick.hket.com/article/4077767/猝死危機︱26歲健身KOL睡夢中猝逝　生前最後一次露面現1異常曾自嘲：腦袋腫成饅頭
02/01/2026	藍山露營失蹤 16歲少年被發現已死亡 ｜ 露營旅行 ｜ 少年失聯 ｜ 澳洲 ｜ 大紀元	https://www.epochtimes.com/b5/26/1/30/n14687372.htm
02/01/2026	26歲健美網紅畢嘉琪夢中猝逝 生前打牌照流出 嘴唇發黑坐姿癱軟	https://www.hk01.com/人氣娛樂/60317625/26歲健美網紅畢嘉琪夢中猝逝-生前打牌照流出-嘴唇發黑坐姿癱軟
02/01/2026	52歲女運動後「泡湯半小時」！突暈倒 醫示警1問題常被忽略 ｜ 生活焦點 ｜ 要聞 ｜ NOWnews今日新聞	https://www.nownews.com/news/6781399
02/01/2026	對猝死程式員家屬稱「死在熱愛的崗位上沒有遺憾」 涉事HR據稱已離職	https://www.orangenews.hk/china/V9ke3VF/對猝死-程序員家屬稱-死在熱愛的崗位上沒有遺憾--涉事HR據稱已離職.shtml
02/01/2026	看著健康卻突然猝死？這種心臟病盯上年輕人，科學家終於找到救命方法｜辛苦觀測7年，科學家終於發現太陽是一隻生氣的河豚｜本周值得讀	https://m.sohu.com/a/982210331_121948416?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
02/01/2026	32歲程式師猝死 涉事公司HR離職 家屬質疑公司推責_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260130/49212472.html
02/01/2026	司機突發心臟病求助電話沒打完便昏迷，高速交警搜遍幾十輛車找到他，破窗成功施救	https://m.sohu.com/a/981697212_253235?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
02/01/2026	26歲健美網紅「睡夢中猝逝」！好友證實死訊：本來還在計畫見面	https://tw.news.yahoo.com/26歲健美網紅-睡夢中猝逝-好友證實死訊-本來還在計畫見面-091848834.html
02/01/2026	婦寒流來襲泡湯，竟休克昏倒！醫揭：「這原因」釀低血鉀導致心因性暈厥	https://tw.news.yahoo.com/婦寒流來襲泡湯-竟休克昏倒-醫揭-這原因-釀低血鉀導致心因性暈厥-023836300.html
02/01/2026	大S猝逝48小時：具俊曄哭到昏厥，小S拒回應遺產分配 - 360娛樂，你開心就好	https://m.yule.360.com/content/4879741
02/01/2026	32歲程式師週末暈倒後猝死，公司HR離職，大家怎麼看？_風聞	https://user.guancha.cn/main/content?id=1593556&comments-container
02/01/2026	(社區口遭鐵鍊園 住戶控 妻延誤送醫亡)	https://www.4gtv.tv/article/2026013004000016
02/01/2026	長榮航空服員猝逝！座艙長懲處出爐 記大過、連降2級調非管理職｜知新聞	https://www.knews.com.tw/news/C2CA7D72B97F2E3C7523B534C613D73A
02/01/2026	【戶外報報】2026年1月：光速往返南美最高峰/滑雪下洛磯山/陸客違規登富士山骨折/攀波津加山猝逝 - OUTSiDERS - 戶外風格誌	https://www.outsiders.com.tw/post/47601
02/01/2026	男子血糖過低路倒 福德警貼心送飲食暖人心 - 全國旅遊時報	https://z98737406.tw/?p=87913
02/01/2026	越來越多的年輕人猝死的原因離不開這四點	https://cj.sina.cn/articles/view/7857201856/1d45362c001901xuxy?froms=ggmp
02/01/2026	【志願役猝死】陸指部調查報告認定無疏失 稱家屬不瞭解張姓中士病況 ｜ 蕃新聞	https://n.yam.com/Article/20260201882163
02/01/2026	如廁猝死男子有3個孩子要養 家庭陷入困境_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260202/49215971.html
02/01/2026	30歲人夫起床 上完廁所突倒地猝死！妻淚崩：家裡還有3個孩子｜東森新聞	https://news.ebc.net.tw/news/world/535634
02/01/2026	長榮空服員抱病執勤猝逝！座艙長遭記大過降2級、拔管理職 工會轟懲處過輕	https://tw.news.yahoo.com/長榮空服員抱病執勤猝逝-座艙長遭記大過降2級-拔管理職-工會轟懲處過輕-084733492.html
2013年12月20日	台中大遠百停電 婦缺氧昏倒送醫	https://tw.yahoo.com/celebrity/台中大遠百停電-婦缺氧昏倒送醫-030121567.html
02/01/2026	猝死程式師公司內部郵件回應其去世：曾37次提醒其體檢_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260128/49203790.html
02/01/2026	新州67歲翁鏟雪倒地不治 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121473/9295047
02/01/2026	頭暈、胸悶...84歲翁以為年紀大 竟是「心跳每分鐘僅32下」險猝死	https://tw.news.yahoo.com/頭暈-胸悶-84歲翁以為年紀大-竟是-心跳每分鐘僅32下-052752074.html
02/01/2026	心跳每分鐘32下...隨時會猝死 生理性節律器助8旬翁重拾正常生活	https://udn.com/news/amp/story/7266/9291351
02/01/2026	六旬翁北京團過勞死！「非人道行程」淩晨集合爬長城硬撐怕累團友 法院判賠35萬 ｜ U Travel	https://utravel.com.hk/news/detail/20087695/六旬翁北京團過勞死-非人道行程-凌晨集合爬長城硬撐怕累團友-法院判賠-萬
02/01/2026	湖南14歲男生溫書坐足5個鐘起身暈倒 醫生籲勿久坐應適時活動	https://www.bastillepost.com/hongkong/article/15607770-湖南14歲男生溫書坐足5個鐘起身暈倒-醫生籲勿久坐
02/01/2026	冬季鏟雪謹防猝死危險 ｜ 心臟病 ｜ 大紀元	https://www.epochtimes.com/b5/26/1/28/n14685626.htm/amp
02/01/2026	地主男友猝逝！女星同居慘遭趕 律師揭真相：沒結婚只有一招自保 ｜ 地產焦點 ｜ 房產 ｜ NOWnews今日新聞	https://www.nownews.com/news/6780620
02/01/2026	魔人普烏配音員腦出血辭世 醫曝腦出血致命關鍵！ ｜ 中天新聞網	https://ctinews.com/news/items/M9n6B6DGnR
02/01/2026	心跳停止或嚴重心律不整防猝死！什麼是「ACLS高級心臟救命術」？ ｜ 蕃新聞	https://n.yam.com/Article/20260129936851
02/01/2026	女子低血糖昏倒昏暗路側 屏警及時馳援化解危機 - 崛起新傳媒	https://rise-mediacorp.com/archives/94487
02/01/2026	8旬翁頭暈、胸悶、昏厥 每分鐘心跳僅32下險猝死	https://tw.news.yahoo.com/8旬翁頭暈-胸悶-昏厥-每分鐘心跳僅32下險猝死-044215089.html
02/01/2026	26歲女「不吃肉」減肥瘦超快！早餐愛吃「2食物」竟腦出血猝死	https://tw.news.yahoo.com/26歲女-不吃肉-減肥瘦超快-早餐愛吃-2食物-000000226.html
02/01/2026	北市公館商圈瓦斯外洩！泰式餐廳老闆搬瓦斯桶 反鎖廁所昏迷 ｜ 社會 ｜ NOWnews今日新聞	https://www.nownews.com/news/6780859
02/01/2026	台南8旬翁頭暈就醫傻眼⋯醫一檢查：心跳剩32下險猝死！急做1手術保命	https://tw.news.yahoo.com/台南8旬翁頭暈就醫傻眼-醫-檢查-心跳剩32下險猝死-急做1手術保命-085700980.html
02/01/2026	BLACKPINK演唱會女歌迷疑身體不適癱軟暈倒 三名保安即抬離現場	https://www.hk01.com/即時娛樂/60316251/blackpink演唱會女歌迷疑身體不適癱軟暈倒-三名保安即抬離現場
02/01/2026	名醫李光輝猝逝！社群曝「身心崩潰」輕生疑雲 跌倒受傷、將入監多重打擊｜知新聞	https://www.knews.com.tw/news/3658B2FE4102719DB9440409AD483899
02/01/2026	還有呼吸心跳！公館泰式餐廳瓦斯外洩 老闆娘廁所昏迷急送醫	https://tw.news.yahoo.com/還有呼吸心跳-公館泰式餐廳瓦斯外洩-老闆娘廁所昏迷急送醫-114900940.html
02/01/2026	起得比雞早！「連2天淩晨集合」陸翁跟團遊猝死 家屬怒求償	https://tw.news.yahoo.com/起得比雞早-連2天凌晨集合-陸翁跟團遊猝死-家屬怒求償-061753135.html
02/01/2026	血管竟長「長石頭」72歲麵店頭家嬤忍痛差點猝死	https://tw.news.yahoo.com/血管竟長-長石頭-72歲麵店頭家嬤忍痛差點猝死-091236365.html
02/01/2026	他「打呼如打雷」險猝死！醫：冬天睡眠缺氧引爆「3大疾病」殺機	https://tw.news.yahoo.com/他-打呼如打雷-險猝死-醫-冬天睡眠缺氧引爆-040600053.html
3/1/2026	黃詠儀醫生離世｜校友吳傑莊惋惜：讀書時是高材生 「又乖又靜」	https://www.hk01.com/社會新聞/60327289/黃詠儀醫生離世-校友吳傑莊惋惜-讀書時是高材生-又乖又靜
3/1/2026	昂船洲政府船塢有船隻爆炸起火六人受傷送院- 有線寬頻i-CABLE	https://www.i-cable.com/新聞資訊/442643/昂船洲政府船塢有船隻爆炸起火-六人受傷送院
3/1/2026	北市公車死亡意外！69歲婦下車繞車頭過馬路 疑視線死角遭輾斃	https://www.knews.com.tw/news/D0827FE5A96B764235C1CE5C5571BA73
3/1/2026	【快訊／八德路恐怖肇逃！ 行人遭車輪爆頭「臟器外露亡」】 天啊...整個人遭車輾壓後幾乎「被壓扁」... (#史蒂芬周)	https://www.facebook.com/ETtoday/posts/快訊八德路恐怖肇逃-行人遭車輪爆頭臟器外露亡天啊整個人遭車輾壓後幾乎被壓扁-史蒂芬周/1367940615365020/
3/1/2026	刑事特搜／謊稱星探性侵多女一失蹤 西門之狼內褲上吊留謎團	https://www.ftnn.com.tw/news/526113
3/1/2026	#其它# 我国每年超60万人猝死，年轻化趋势明显，霍勇委员：职场人士等高危人群需加强医疗筛查	https://m.sohu.com/a/991848639_114986?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
3/1/2026	特朗普｜稱或有更多美軍死亡 民調顯示僅27%美國人支持行動	https://inews.hket.com/article/4091563/特朗普｜稱或有更多美軍死亡 民調顯示僅27-美國人支持行動
3/1/2026	方大同逝世一周年《才二十三》MV上架 自彈自唱最後身影觸動淚腺	https://www.am730.com.hk/娛樂/1014823/方大同逝世一周年-才二十三-mv上架-自彈自唱最後身影觸動淚腺
3/1/2026	伊朗局勢｜美軍首次在實戰中使用「LUCAS」新型自殺式無人機	https://www.hk01.com/article/60326259
3/1/2026	聖方濟各大學畢業典禮24歲青年暈倒 據悉身有酒氣昏迷送院	https://www.hk01.com/突發/60326212/聖方濟各大學畢業典禮24歲青年暈倒-據悉身有酒氣昏迷送院
3/1/2026	旺角格仔舖突結業 9檔主失貨款 警列盜竊案跟進	https://www.singtaousa.com/2026/3/01/news/china/mok-gok-pop-up-store-sudden-closure-scam/
3/1/2026	《AI》小米集團－ＷＲ(81810.HK)出現「死亡交叉」技術圖表形態	http://www.aastocks.com/tc/stocks/analysis/stock-aafn-con/01810/AI/AI166942/hk-stock-news
3/1/2026	美以轟炸伊朗川普：美軍打死48名伊朗指揮官美股US Stocks Quote - 外圍新聞內容Golbal News Content	http://www.aastocks.com/tc/usq/news/comment.aspx?source=ANUE&id=AN6357642&catg=5
3/1/2026	奪命畫面曝光！婦人下公車繞車頭過馬路遭輾斃 司機恍然未覺開回總站	https://enn.tw/691391/
3/1/2026	珍惜生命︱留遗书弃车跳汀九桥 男司机获救送院	https://global.hk01.com/article/60326456
3/1/2026	香港仔漁船工人疑觸電昏迷送院	https://news.now.com/mobile/local/player?newsId=638467
5/1/2026	伊朗米納布市為學校死亡學生和教職員工舉行葬禮	https://www.bbc.com/zhongwen/articles/c5ykkgx603no/trad
2/3/2026	青少年短時間內反覆搜尋自殺字詞 IG將通知家長	https://www.worldjournal.com/wj/amp/story/122693/9353532
5/1/2026	中大醫院仁醫黃詠儀英年早逝 病人稱命中貴人 曾赴阿富汗救援	https://www.hk01.com/社會新聞/60326613/中大醫院仁醫黃詠儀英年早逝-病人稱命中貴人-曾赴阿富汗救援
5/1/2026	一艘油輪在阿曼外海遭襲 至少1人死亡	https://www.hkcna.hk/h5/docDetail.jsp?id=101255590&channel=2810
5/1/2026	特朗普警告伊朗 報復將再受重擊夥以軍空襲釀逾200亡 多國被牽連	https://www.hkej.com/dailynews/article?id=4328580
5/1/2026	美國得州酒吧三死槍擊案 槍手衣服印伊朗國旗 或涉恐怖主義	https://www.i-cable.com/新聞資訊/442619/美國得州酒吧三死槍擊案-槍手衣服印伊朗國旗
5/1/2026	巴基斯坦多地反美抗議活動已致20人死亡	https://hkcd.com/hkcdweb/content/2026/3/02/content_8742293.html
5/1/2026	米哈游员工猝死悲剧背后：年入数百亿的游戏帝国，正加速“投资换未来”	https://m.sohu.com/a/991493590_100104429?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
5/1/2026	39岁香港男嫖客猝亡，交易后呕吐不适，56岁内地女子被捕，现场搜出可吸食工具	https://m.sohu.com/a/991515188_122045427?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
5/1/2026	高雄女墜樓死亡！親妹崩潰「出門買早餐時她還在」	https://news.ebc.net.tw/news/society/539978
5/1/2026	新北石門女產業道路騎車自摔 送醫搶救不治	https://news.ebc.net.tw/news/society/539983
5/1/2026	男子帮朋友抓羊时猝死，家属索赔62万余元一审法院：形成义务帮工关系，赔偿近17万_凤凰网	https://news.ifeng.com/c/8rA9zZWsfNr
5/1/2026	領航工落錨失足墮海亡 - 20260303 - 港聞	https://news.mingpao.com/pns/港聞/article/2026033/s00002/1772475434871/領航工落錨失足墮海亡
5/1/2026	男子同学聚会饮酒猝死家属索赔187万引热议：法院判了网友对结果点赞-快科技-科技改变生活	https://news.mydrivers.com/1/1106/1106330.htm
6/1/2026	醫美老闆整容猝死 同日連做抽脂隆胸等三項大手術 睡房倒地身亡	https://www.hk01.com/熱爆話題/60327198/醫美老闆整容猝死-同日連做抽脂隆胸等三項大手術-睡房倒地身亡
6/1/2026	《超夜》詹緒純離世！詹雅雯告別式悲痛送最後一程：走得好安詳	https://star.setn.com/news/1802292
6/1/2026	健康網》「恐龍女孩」綺綺心臟病逝8年 台大醫：18歲生日 她真的回來了	https://health.ltn.com.tw/article/breakingnews/5358378
6/1/2026	《超夜》詹緒純病逝家中！遺孀曝生前拒插管「右手腫脹一天就走了」	https://tw.news.yahoo.com/超夜-詹緒純病逝家中-遺孀曝生前拒插管-右手腫脹-天就走了-051753614.html
6/1/2026	浮現祭音樂活動樂迷昏倒員警緊急協助送醫湯圓業者則為執勤員警加油打氣	https://www.worldnews-tw.com/page/news/show.aspx?num=46662&root=11&page=1
6/1/2026	北市驚悚死亡車禍！婦下車遭41路公車輾斃 爆頭慘死臟器外露	https://n.yam.com/Article/20260302234519
6/1/2026	去年罹漸凍人症 53歲帥氣男星病逝死因曝	https://www.mirrormedia.mg/external/amp/setn_1801501
6/1/2026	苗栗頭份永貞路口車禍 機車騎士送醫不治	https://www.marketersgo.com/media-collaboration/20263/苗栗頭份永貞路口車禍-機車騎士送醫不治/
6/1/2026	珍惜生命｜粉嶺中年婦飲漂白水昏迷 兒子發現報警幸及時送院	https://www.am730.com.hk/article/1014812
6/1/2026	伊朗局勢｜陣亡美軍增至6人 伊朗555人亡 特朗普稱任務或歷時更長	https://www.am730.com.hk/國際/1015154/伊朗局勢-陣亡美軍增至6人-伊朗555人亡-特朗普稱任務或歷時更長
6/1/2026	美軍特遣隊首度出動廉價自殺無人機 以牙還牙轟炸伊朗	https://www.businessinsider.tw/article/2395
6/1/2026	《實習醫生》艾瑞克丹恩真實死因曝！確診漸凍人症10月病逝- 娛樂	https://www.chinatimes.com/realtimenews/20260303001210-260404
6/1/2026	三分之一本省兒童至少感染十種疾病	https://www.chinesepress.com/archives/131079
6/1/2026	曾遭安康醫院摧殘 法輪功學員梁志芹含冤離世	https://www.epochtimes.com/b5/26/3/2/n14709674.htm/amp
6/1/2026	音樂嗨翻天突發低血壓昏迷 警方冷靜應變成功送醫	https://www.marketersgo.com/media-collaboration/20263/音樂嗨翻天突發低血壓昏迷　警方冷靜應變成功送/
6/1/2026	獨居母遭公車輾過慘亡！兒接惡耗悲認屍：出門買日用品遇死劫	https://www.ettoday.net/news/2026033/3125760.htm
6/1/2026	【快訊／祖孫騎車3貼烘爐地拜拜回程撞燈桿 3歲童不治】 （圖／記者陸運陞翻攝） 3歲童站在踏板上...(#起啵)	https://www.facebook.com/ETtoday/posts/快訊祖孫騎車3貼烘爐地拜拜回程撞燈桿-3歲童不治圖記者陸運陞翻攝3歲童站在踏板上起啵/1367364082089340/
6/1/2026	SBS Cantonese 廣東話節目. . 美以發動大規模空襲，造成伊朗超過200人死亡，包括最高領袖哈梅內伊。美方確認3名美軍陣亡，特朗普表示行動將持續至「所有目標達成」。 #美以襲擊伊朗 #哈梅內伊 #巴列維王朝	https://www.facebook.com/SBSCantonese/videos/美以發動大規模空襲造成伊朗超過200人死亡包括最高領袖哈梅內伊美方確認3名美軍陣亡特朗普表示行動將持續至所有目標達成-美以襲擊伊朗-哈梅內伊-巴列維王朝/905743542060618/
6/1/2026	秀茂坪男子墮樓 昏迷送院搶救	https://hk.on.cc/hk/bkn/cnt/news/2026033/bkn-20260303084545379-0303_00822_001.html
7/1/2026	美以突襲伊朗死亡人數破千 戰爭第4天各國傷亡數字一次看	https://tw.news.yahoo.com/美以突襲伊朗死亡人數破千-戰爭第4天各國傷亡數字-次看-034000437.html
7/1/2026	畫布上的粉嫩樂章 色彩魔術師廖繼春逝世50週年大展	https://funnews.tw/n/serv/art/962d920fef08433b9a3a9b58bf6f8b82
7/1/2026	快訊／抗癌7個月宣布復工！沈玉琳暴瘦首公開現身 「2驚人變化」曝光	https://star.setn.com/news/1802296?utm_campaign=viewallnews
7/1/2026	一開始大家都把新冠當成肺病，但醫師很快發現，它可能也會傷到腦袋。美國NIH神經科學家Avindra Nath，在2020年春天追查紐約幾起離奇猝死，死者沒有明顯的肺或心臟損傷，卻在家中突然停止呼吸。 高解析影像與顯微檢查後，他們看到腦幹，某些掌管呼吸的區域出	https://www.facebook.com/yutinghaosfinance/posts/一開始大家都把新冠當成肺病但醫師很快發現它可能也會傷到腦袋美國nih神經科學家avindra-nath在2020年春天追查紐約幾起離奇猝死死者沒有明顯的肺或心臟/970310898893597/
7/1/2026	69歲婦繞車頭被輾斃！大都會客運「否認肇逃」司機說法曝光	https://www.ftnn.com.tw/news/526692
7/1/2026	確認：伊朗最高領袖阿里·哈梅內伊在美以空襲中逝世，享年86歲	https://www.gamereactor.cn/confirmed-ali-khamenei-irans-supreme-leader-for-36-years-dies-at-86-in-us-israeli-strikes-1255173/
7/1/2026	伊朗局勢｜美以空襲伊朗南部女校 至少165死 大多數為兒童	https://www.hk01.com/article/60326453
7/1/2026	許瑞忱同志逝世--新聞報道-中國共產黨新聞網	https://cpc.people.com.cn/BIG5/n1/2026/0302/c87393-40672799.html
7/1/2026	訃聞：京都動畫創社以來重要推手 八田英明 社長逝世，享壽76歲	https://news.qoo-app.com/post/431393/kyoani-ceo-passing-of-hideaki-hatta
7/1/2026	男大生3天不睡觉打电动 脑出血昏迷母悲痛拔管	https://news.seehua.com/post/1447286
7/1/2026	大學生連打4天電動突昏倒 「腦動脈血管破裂」家屬拔管	https://news.ttv.com.tw/news/11503020014800N
7/1/2026	伊朗最高領導人逝世 臨時委員會成立接掌權力	https://sunmedia.tw/news/lifehealth/1772392184-伊朗最高領導人逝世　臨時委員會成立接掌權力
7/1/2026	哈米尼與高階將領遇襲亡，伊朗啟動三人過渡小組，親信艾拉費掌大局	https://www.thenewslens.com/article/265156
7/1/2026	(有片) 領航船男工北角浮標作業失足墮海昏迷送院不治- 香港	https://www.wenweipo.com/a/20263/02/AP69a59596e4b04d7d56d61ab4.html
7/1/2026	因过度劳累，米哈游36岁员工意外离世！是否工伤？律师解读	http://finance.ce.cn/stock/gsgdbd/20263/t20260302_2798602.shtml
7/1/2026	南非約翰內斯堡興建中建築物倒塌 最少6死仍有人被困	http://www.aastocks.com/tc/stocks/news/aafn-con/IC4854084/world-markets/INFOCAST
7/1/2026	八旬老人肠梗阻合并病毒性脑炎昏迷 中西医结合“破局”	http://www.cdyee.com/news/content/2026-3/02/content_3186655.html
8/1/2026	黃詠儀醫生離世｜童年喪父草根出身居屯門公屋對抗肺癌2年不忘照顧病人大量市民送別：願你在遠方脫離痛楚| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/黃詠儀醫生-骨科-肺癌-1679081/
8/1/2026	基隆男詭倒路中猝死 驚見「三大包毒品」	https://tw.news.yahoo.com/基隆男詭倒路中猝死-驚見-三大包毒品-051900619.html
8/1/2026	前主播吳中純死因非癌症？ 女兒泣「是不是化療害死了我的家人？」	https://udn.com/news/amp/story/7266/9352653
8/1/2026	獨家／克里斯汀貝爾《科學新娘！》飆舞險沒命！ 頂高溫特效妝自嘲：差點心臟病發	https://news.tvbs.com.tw/entertainment/3138094
8/1/2026	3天不睡狂打机！男子上厕所「啊一声」倒地昏迷⚡️妈妈心碎做1决定：让他走吧…	https://rojaklah.com/2026/3/02/died-after-playing-games-for-3-days-without-sleep-py-020326/
8/1/2026	石門婦深夜騎車外出 自撞衝入產業道路邊坡不治身亡	https://sunmedia.tw/news/collaborative/2acUgQRl2gSuldPntgr9btUK4mmfKahkpZSFUMtNIIUC4U3WdIUjKIoe8AxhAA8QMi6MLC1h
8/1/2026	伊朗前總統內賈德的死亡消息被其家屬否認	https://bau.com.hk/web/article/1478031217120612352/web/content_1478031217120612352.html
8/1/2026	比爾瓦拉大橋倒塌造成致命車禍：兩人死亡、五人受傷	https://citytimes.tw/資訊/比爾瓦拉大橋倒塌造成致命車禍：兩人死亡、五人/948765/
8/1/2026	塔那悲劇性自殺：青少年因害怕譴責而死亡	https://citytimes.tw/資訊/塔那悲劇性自殺：青少年因害怕譴責而死亡/950741/
8/1/2026	頭份死亡車禍！ 21歲機車騎士被自小客車撞飛傷重不治	https://enn.tw/691065/
8/1/2026	關鍵 18 週！ Giorgio Armani 創辦人離世，品牌未來何去何從？身前立場堅定：不會加入開雲、LVMH 集團	https://funnews.tw/n/serv/art/ef4c912f861e4bda971b8c5add3a4564
8/1/2026	珍惜生命｜西环海面男子堕海 消防落水救起 昏迷送院	https://global.hk01.com/突发/60326719/珍惜生命-西环海面男子堕海-消防落水救起-昏迷送院
8/1/2026	珍惜生命│彩雲邨12歲女童留遺書墮平台 半清醒送院搶救	https://www.stheadline.com/breaking-news/3548814/珍惜生命彩雲邨12歲女童留遺書墮平台-半清醒送院搶救
8/1/2026	15岁少年打游戏36小时昏倒救治30天幸存| 国际 | 2026-03-03	https://guangming.com.my/15岁少年打游戏36小时昏倒-救治30天幸存
8/1/2026	全家4口接連罹癌亡！專家揭筷子「2狀況」成毒素溫床：吃下1毫克就致癌	https://health.setn.com/news/1801216
8/1/2026	年增12萬人！民眾八成憂帶狀皰疹後遺症 醫示警：恐併發中風3疾病	https://health.setn.com/news/1801575
8/1/2026	真主黨高層剛說要報復以色列就被炸死！以色列空襲貝魯特與黎巴嫩南部	https://hk.finance.yahoo.com/news/真主黨高層剛說要報復以色列就被炸死-以色列空襲貝魯特與黎巴嫩南部-075006043.html
8/1/2026	Ashford Hospitality Trust董事會成員Sonny Sra逝世,享年25歲	https://hk.investing.com/news/company-news/article-93CH-1339596
8/1/2026	伊朗最高領袖哈梅內伊死亡 阿里雷扎・阿拉菲暫代最高精神領袖職責｜不斷更新｜Yahoo	https://hk.news.yahoo.com/live/伊朗最高領袖哈梅內伊死亡-阿里雷扎・阿拉菲暫代最高精神領袖職責｜不斷更新｜yahoo-003349278.html
8/1/2026	已故前總理周恩來姪兒 周爾均逝世	https://hk.news.yahoo.com/已故前總理周恩來姪兒-周爾均逝世-034321025.html
8/1/2026	方大同離世前4個月最後身影曝光 《才二十三》MV消瘦現身 樂迷揭現場實況	https://hk.news.yahoo.com/方大同離世前4個月最後身影曝光-《才二十三》mv消瘦現身-樂迷揭現場實況-060547074.html
8/1/2026	香港仁醫｜中大「手外科天使」黃詠儀醫生離世，曾獲傑出教師獎、義診足跡遍全球。病人淚湧：感謝妳治癒我的雙手。	https://hk.news.yahoo.com/香港仁醫-中大-手外科天使-黃詠儀醫生離世-曾獲傑出教師獎-095057295.html
9/1/2026	林禹宏「急性骨髓性血癌」逝 醫揭4警訊：牙齦腫、常疲倦要小心	https://health.ettoday.net/news/3126546
9/1/2026	嗨到暈倒！人氣音樂祭台中盛大登場 16歲女樂迷聽到一半突昏迷送醫	https://tw.news.yahoo.com/嗨到暈倒-人氣音樂祭台中盛大登場-16歲女樂迷聽到-半突昏迷送醫-144600496.html
9/1/2026	桃死亡車禍！ 遭撞車駕駛急救 2女乘客傷重不治	https://tw.news.yahoo.com/桃死亡車禍-遭撞車駕駛急救-2女乘客傷重不治-065200295.html
9/1/2026	主播吳中純癌逝「花葬」回歸自然 夫淚揭告別式細節：將帶遺照徒步環島	https://star.setn.com/news/1800977
9/1/2026	漁灣邨六旬樓宇監督猝死 手足情深難接受 胞妹泣：佢好健康	https://www.hk01.com/突發/60325565/漁灣邨六旬樓宇監督猝死-手足情深難接受-胞妹泣-佢好健康
9/1/2026	川菜女員工反鎖冰櫃亡 鄰居透露尋短原因	https://www.msn.com/zh-tw/news/national/川菜女員工反鎖冰櫃亡-鄰居透露尋短原因/ar-AA1X5UNP?cvid=69a0cb4b87254eeb96367ede188f3c7c&ocid=hpmsn
9/1/2026	開學第4天傳意外! 高中生操場跑4圈暈倒「大字型」 倒跑道師嚇大聲呼救	https://www.msn.com/zh-tw/news/national/開學第4天傳意外-高中生操場跑4圈暈倒-大字型-倒跑道-師嚇大聲呼救/ar-AA1X797W
9/1/2026	快訊／新北6翁出門散心 突墜樓命危送醫不治	https://www.setn.com/News.aspx?NewsID=1799992
9/1/2026	取消本周棟篤笑演出 Martin Short養女吞槍亡	https://www.stheadline.com/daily-entertainment/3547966/取消本周棟篤笑演出-Martin-Short養女吞槍亡
9/1/2026	曝米哈游员工复工一天猝死，米哈游发文回应：已成立专项小组，全力协助家属处理善后事宜	http://news.17173.com/content/02272026/204040610.shtml
9/1/2026	运动猝死，可能与“隐形杀手”运动高血压有关	https://cj.sina.cn/articles/view/5953190046/162d6789e06702q86o?froms=ggmp&vt=4
9/1/2026	珍惜生命︱马鞍山新港城女子堕楼 送院不治	https://global.hk01.com/突发/60325874/珍惜生命-马鞍山新港城女子堕楼-送院不治
9/1/2026	珍惜生命︱华富邨青年冒雨危坐天台企跳 谈判专家劝服 送院检查	https://global.hk01.com/突发/60325877/珍惜生命-华富邨青年冒雨危坐天台企跳-谈判专家劝服-送院检查
9/1/2026	影音／交趾陶大師墜谷50米！昏迷耳邊傳神明喊話：還有任務	https://news.tvbs.com.tw/local/3137953
9/1/2026	珍惜生命｜马鞍山20岁女子堕楼亡 现场留遗书	https://www.stheadline.com/zh-hans/breaking-news/3548336/珍惜生命马鞍山20岁女子堕楼亡-现场留遗书
10/1/2026	白血病｜婦產科權威醫生林禹宏血癌病逝抗癌11年曾帶病行醫嘆1種行為成患癌主因：如慢性自殺| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/白血病-婦產科-林禹宏-血癌-1679033/
10/1/2026	獨家／名醫林禹宏病逝！病榻前「1舉動」超催淚：戴著呼吸器打字受訪	https://health.setn.com/news/1802247
10/1/2026	三寶爸楊祐寧抱病現身！偕妻上山祭拜癌逝父 「女兒爭寵」日常曝光	https://tw.news.yahoo.com/三寶爸楊祐寧抱病現身-偕妻上山祭拜癌逝父-女兒爭寵-日常曝光-050000819.html
10/1/2026	骨科聖手黃詠儀醫生離世 中大醫院沉痛發文哀悼 知情病人不捨：唔知咁嚴重	https://www.sundaykiss.com/熱話/黃詠儀醫生-骨科聖手-中大醫院-無國界醫生-老師獎-2358706/
10/1/2026	(有片) 珍惜生命│汀九橋司機棄車跳橋警檢遺書原因待查- 香港 - 香港文匯網	https://www.wenweipo.com/a/20263/02/AP69a5355de4b04d7d56d60795.html
10/1/2026	高雄大樓巨響！婦「倒臥血泊」亡 家屬聞死訊崩潰	https://news.tvbs.com.tw/local/3138236
10/1/2026	交趾陶大師車子翻落山谷 憶昏迷時「神明要他快醒來」｜#鏡新聞	https://tw.news.yahoo.com/交趾陶大師車子翻落山谷-憶昏迷時-神明要他快醒來-鏡新聞-104312854.html
10/1/2026	30歲女嘴角生水泡竟是腦炎症狀！以為熱氣沒重視終不治／醫生：爛嘴伴隨3症狀要即就醫	https://ufood.com.hk/restaurant/news/detail/20090363/歲女嘴角生水泡竟是腦炎症狀-以為熱氣沒重視終不治-醫生-爛嘴伴隨-症狀要即就醫
10/1/2026	2工人頂樓"吸入不明氣體" 昏迷倒臥水塔│中視新聞 20260227	https://www.ctv.com.tw/Article/2工人頂樓-吸入不明氣體-昏迷倒臥水塔-中視新聞-20260227
10/1/2026	吞槍案揭前線警壓力大 求助上升	https://www.hkej.com/dailynews/hknews/article/4328182/吞槍案揭前線警壓力大+求助上升
10/1/2026	网传米哈游36岁员工猝死，补贴仅3万，打工人看完沉默了	https://www.leikeji.com/article/74952
10/1/2026	柴灣漁灣邨辦事處男職員工作期間突胸口不適口吐白泡暈倒搶救不治- 東張+	https://www.mytvsuper.com/tc/scoopplus/news/headlines/16837443835656/即時新聞-柴灣漁灣邨辦事處男職員--工作期間突胸口不適口吐白泡暈倒搶救不治
10/1/2026	珍惜生命│華富邨DSE男生危坐天台 疑不堪重考壓力及失戀 救援人員成功勸服	https://www.stheadline.com/breaking-news/3548339/珍惜生命華富邨DSE男生危坐天台-疑不堪重考壓力及失戀-救援人員成功勸服
12/1/2026	基隆男突倒巷弄！急送醫仍死亡 身上搜出「三大包安毒」	https://news.tvbs.com.tw/local/3141689
12/1/2026	基隆男巷弄猝死！身藏3大包安非他命 疑吸毒過量身亡	https://www.ftnn.com.tw/news/527285
12/1/2026	婦科名醫林禹宏63歲病逝！自曝：長期睡眠不足慢性自殺	https://tw.news.yahoo.com/婦科名醫林禹宏63歲病逝-自曝-長期睡眠不足慢性自殺-041551837.html
12/1/2026	游飈離世遺孀發布訃聞 將於月中紅磡設靈	https://hk.on.cc/hk/bkn/cnt/entertainment/20260304/bkn-20260304121016187-0304_00862_001.html
12/1/2026	《超夜》音樂總監猝逝！苗可麗告別式淚憶詹緒純：平靜離開是福報	https://star.setn.com/news/1802271
12/1/2026	邪惡軸心崩塌伊朗敗在中製防空網美首次實戰自殺式無人機伊朗斥千億購中國防空系統秒遭攻陷48名軍官被殲滅紅旗反隱身雷達技術失靈｜全球聊天室｜#鏡新聞	https://tw.news.yahoo.com/邪惡軸心崩塌-伊朗敗在中製防空網-美首次實戰自殺式無人機-伊朗斥千億購中國防空系統秒遭攻陷-48名軍官被殲滅-140253826.html
12/1/2026	前主播吳中純淋巴癌逝世！ 女兒PO文「一次化療從此登出」惹鼻酸	https://tw.news.yahoo.com/前主播吳中純淋巴癌逝世-女兒po文-次化療從此登出-惹鼻酸-081452819.html
12/1/2026	哈米尼夫人傷重不治 伊朗誓言「血守國土」：敵人將付出代價	https://tw.news.yahoo.com/哈米尼夫人傷重不治-伊朗誓言-血守國土-敵人將付出代價-020600772.html
12/1/2026	美打擊伊朗「武器清單」曝光！B-2匿蹤戰機、航母、自殺無人機盡出	https://tw.news.yahoo.com/美打擊伊朗-武器清單-曝光-b-2匿蹤戰機-093603065.html
12/1/2026	美軍FLM-136自殺無人機首上陣 每台造價僅3.5萬美元｜#鏡新聞	https://tw.news.yahoo.com/美軍flm-136自殺無人機首上陣-每台造價僅3-5萬美元-鏡新聞-110135454.html
12/1/2026	驚悚畫面曝！婦人下車遭公車輾斃 司機晚間20萬交保、限制出境出海	https://tw.news.yahoo.com/婦人要穿越馬路卻走進公車死角遭輾斃-事發前10秒-畫面曝光-035000806.html
12/1/2026	最高領袖哈米尼妻子傷重亡 伊朗矢言不惜代價捍衛國土	https://tw.news.yahoo.com/最高領袖哈米尼妻子傷重亡-伊朗矢言不惜代價捍衛國土-003640659.html
12/1/2026	影/伊朗政權難撼動？郭正亮：哈米尼死亡恐讓內部「更團結」	https://tw.news.yahoo.com/影-伊朗政權難撼動-郭正亮-哈米尼死亡恐讓內部-更團結-020000266.html
12/1/2026	以其人之道還治其身 美軍首度對伊朗動用自殺式無人機	https://udn.com/news/amp/story/124061/9353513
12/1/2026	不只是噪音！ 睡眠呼吸中止症恐增心血管風險 猝死增2.6倍	https://udn.com/news/amp/story/7266/9353497
12/1/2026	北市6旬婦貼公車前過馬路遭輾斃....公運處回應了	https://udn.com/news/amp/story/7320/9353534
12/1/2026	公車裝ADAS仍難防突發... 婦人疑下車直穿車道遭輾斃	https://udn.com/news/amp/story/7320/9354204
13/1/2026	基隆男路倒巷弄、送醫搶救不治！包包內藏3大包安非他命 檢警釐清死因	https://www.setn.com/m/ampnews.aspx?NewsID=1802209
13/1/2026	亞省流感季死亡率創近年來新高	https://www.epochtimes.com/b5/26/3/4/n14710775.htm
13/1/2026	金水龍心肌梗塞突昏倒！親還原「生死關現場」 金淑冒斷指風險幫大忙	https://star.ettoday.net/amp/amp_news.php7?news_id=3118932
13/1/2026	男星錄影突昏倒送醫！急救20分鐘「壓斷肋骨」曝搶命1關鍵	https://tw.news.yahoo.com/男星錄影突昏倒送醫-急救20分鐘-壓斷肋骨-曝搶命1關鍵-041400884.html
13/1/2026	北市公車輾斃下車女乘客 警方到場處理 (圖)	https://tw.news.yahoo.com/北市公車輾斃下車女乘客-警方到場處理-圖-043414777.html
13/1/2026	吳中純離世6天「女兒鬆口心中擔憂」 外婆安慰：醫生沒有惡意	https://tw.news.yahoo.com/吳中純離世6天-女兒鬆口心中擔憂-外婆安慰-醫生沒有惡意-015716050.html
13/1/2026	快訊／桃園火車站旁墜樓！「碰」年輕女血染路OHCA 在場目擊者全嚇瘋	https://tw.news.yahoo.com/快訊-桃園火車站旁墜樓-碰-年輕女血染路ohca-在場目擊者全嚇瘋-051400164.html
13/1/2026	男大生熬夜連打4天電動 起身上廁所「啊」一聲倒地！母心碎拔管送走他	https://tw.news.yahoo.com/男大生熬夜連打4天電動-起身上廁所-啊-聲倒地-母心碎拔管送走他-062206310.html
13/1/2026	醫師也曾確診乳癌 屏東去年6項癌篩19萬人發現9千多名異常個案	https://udn.com/news/amp/story/7327/9353677
13/1/2026	方大畢業禮男生昏迷有酒氣	https://std.stheadline.com/daily-hongkong/3548792/方大畢業禮男生昏迷有酒氣
13/1/2026	慟！大S逝世1週年 吳建豪淚憶《流星花園》片場暖舉 暖心事蹟全曝光	https://star.setn.com/news/1801280
13/1/2026	京都動畫社長離世！曾力推《涼宮春日》引發全球狂熱 公司宣布繼任人選	https://star.setn.com/news/1801229
13/1/2026	黃明志復工驚傳「邊唱邊吐」 再槓大馬警：壯陽藥有冰毒是什麼邏輯？	https://star.setn.com/news/1801009
13/1/2026	凝視生命與存在《馬勒逝世115週年紀念音樂會》三月登場	https://n.yam.com/Article/20260303222232
14/1/2026	觀塘31歲孕婦被貨車撞斃 四個月大胎兒不保 有12項案底貨車司機求情	https://www.sundaykiss.com/熱話/孕婦-陳健晴-過馬路-胎兒-梁志華-貨車司機-一屍兩命-2359494/
14/1/2026	山東41歲打鐵花網紅 中一氧化碳毒離世(有片)	https://www.am730.com.hk/article/1015485
14/1/2026	珍惜生命｜鲗鱼涌南丰新邨 46岁男子堕楼亡	https://global.hk01.com/突发/60327221/珍惜生命-鲗鱼涌南丰新邨-46岁男子堕楼亡
14/1/2026	研究：ChatGPT醫療版誤判逾半數重症 自殺風險辨識力不足	https://news.pchome.com.tw/science/sunmedia/20260304/index-77259500089388329005.html
14/1/2026	Benz電動車荃錦公路撞小巴後翻側 小巴司機受傷送院	https://hkcd.com/hkcdweb/content/2026/03/04/content_8742748.html
14/1/2026	竹縣警猝逝留遺憾 局長林建隆談備勤室升級背後溫暖故事 ｜ 時事	https://video.udn.com/news/1319068
14/1/2026	時尚新星夢想成維密天使！西班牙21歲女模突倒斃住所 警初判自然死亡	https://www.bastillepost.com/hongkong/article/15648579-時尚新星夢想成維密天使！西班牙21歲女模突倒斃住
14/1/2026	22歲安徽男峇裡島旅遊疑遇暗流溺亡 原計劃春節返鄉 母悲痛哭暈	https://www.hk01.com/大國小事/60322359/22歲安徽男峇里島旅遊疑遇暗流溺亡-原計劃春節返鄉-母悲痛哭暈
14/1/2026	房屋署漁灣邨辦事處六旬樓宇監督暈倒送院亡事前曾感胸口不適	https://www.hk01.com/突發/60325475/房屋署漁灣邨辦事處六旬樓宇監督暈倒送院亡-事前曾感胸口不適
14/1/2026	方大同離世一年遺作《才二十三》MV曝光 驚見「最後身影」被質疑AI合成團隊揭背後真相	https://std.stheadline.com/film-drama/3548937/方大同離世一年遺作才二十三MV曝光-驚見最後身影被質疑AI合成團隊揭背後真相
14/1/2026	美國德州酒吧區槍擊案釀3死14傷 非裔槍手疑穿伊朗旗內衣報復美軍	https://std.stheadline.com/realtime-world/3549147/美國德州酒吧區槍擊案釀3死14傷非裔槍手疑穿伊朗旗內衣報復美軍
16/1/2026	黃詠儀醫生離世｜黃詠儀醫生兩閨蜜背景曝光 三人齊捐獎學金予母校	https://topick.hket.com/article/4092873/黃詠儀醫生離世｜黃詠儀醫生兩閨蜜背景曝光　三人齊捐獎學金予母校
16/1/2026	南非約翰內斯堡建築物樓板坍塌事故增至9死財經新聞Financial News	https://www.aastocks.com/tc/mobile/news.aspx?newsid=IC4855016&newstype=61&newssource=INFOCAST
16/1/2026	黃詠儀醫生離世｜去年曾「穿校服」偕好友重返母校 三鐵運動員蔡欣妍感激「她扶起我兩次」	https://www.stheadline.com/health-edu/3549537/黃詠儀醫生離世去年曾穿校服偕好友重返母校-三鐵運動員蔡欣妍感激她扶起我兩次
16/1/2026	攻擊伊朗動用先進武器 美B-2轟炸機與自殺式無人機立功	https://taiwanreports.com/archives/971105
16/1/2026	帶領員工走出京阿尼縱火案低潮 京都動畫社長八田英明病逝 | 上報	https://today.line.me/tw/v3/article/Ya8zwzP
16/1/2026	56歲吳中純淋巴癌病逝！廖筱君眼眶泛紅不忍哭了 悲曝「私下互動」	https://tw.news.yahoo.com/56歲吳中純淋巴癌病逝-廖筱君眼眶泛紅不忍哭了-悲曝-私下互動-091700883.html
16/1/2026	也是伊朗幹的？巴林工業城船隻突然起火 釀1死2傷	https://tw.news.yahoo.com/也是伊朗幹的-巴林工業城船隻突然起火-釀1死2傷-090934819.html
16/1/2026	北市公車駕駛輾斃69歲女乘客 未停車查看涉肇逃 警帶回送辦	https://tw.news.yahoo.com/北市公車駕駛輾斃69歲女乘客-未停車查看涉肇逃-警帶回送辦-021611815.html
16/1/2026	輾斃婦人渾然不知一路開回總站 肇事公司車機20萬交保採尿送驗	https://tw.news.yahoo.com/輾斃婦人渾然不知-路開回總站-肇事公司車機20萬交保採尿送驗-133400908.html
16/1/2026	婦遭公車輾斃「臟器外露」事發畫面曝！司機一路開回北投	https://news.ebc.net.tw/news/society/539996
17/1/2026	美國公布死亡美軍詳細信息 最細僅20歲	https://www.tkww.hk/a/202603/04/AP69a79d46e4b04773b069e704.html
17/1/2026	伊朗局勢｜伊紅新月會推算境內787人死亡	https://www.i-cable.com/新聞資訊/443265/伊朗局勢-伊紅新月會推算境內787人死亡
17/1/2026	大S逝世週年「7仙女獨缺Makiyo」竟是沒受邀！連楊丞琳都去了 她還原「與小S談話」內幕	https://tw.news.yahoo.com/大s逝世週年-7仙女獨缺makiyo-竟是沒受邀-連楊丞琳都去了-她還原-013200284.html
17/1/2026	南非约翰内斯堡建筑坍塌事故已致6人死亡	https://www.news.cn/world/2026033/257bc98d280f4133bbd8b8e4f7f02cee/c.html
17/1/2026	6旬婦下公車遭輾斃！奪命瞬間曝光駕駛一路開回總站：不知撞到| 社會	https://www.nownews.com/news/6791139
17/1/2026	朴寶藍2年前酒精中毒猝逝！好友靈骨塔慶她32歲冥誕：姐姐們來了| 娛樂	https://www.nownews.com/news/6791226
17/1/2026	哈梅內伊被斃 多國表態：伊政權不能擁有核武	https://www.ntdtv.com/b5/2026/3/01/a104071931.html/amp
17/1/2026	男司機汀九橋棄車跳橋墮海 救起送院不治警檢遺書	https://www.orangenews.hk/hongkong/VCh8MnR/男司機汀九橋棄車跳橋墮海-救起送院不治警檢遺書.shtml
17/1/2026	伊朗局勢｜以色列空襲致黎巴嫩31死149傷 黎教育部宣布停課	https://www.orangenews.hk/international/VCgmbyC/伊朗局勢-以色列空襲致黎巴嫩31死149傷-黎教育部宣布停課.shtml
17/1/2026	有片·伊朗局勢｜巴基斯坦多地抗議者衝擊美領館 至少造成22人死亡	https://www.orangenews.hk/international/VCgMqKA/有片-伊朗局勢-巴基斯坦多地抗議者衝擊美領館-至少造成22人死亡.shtml
17/1/2026	疑债务纠纷酿血案 老翁砍伤友人后住家上吊身亡 | 北马 | 地方	https://www.orientaldaily.com.my/news/north/2026/3/02/801192
18/1/2026	狩獵墜亡案逆轉 , 男子疑遭同伴開槍擊斃	https://www.overseaschinesedailynews.com.my/news/124096/狩獵墜亡案逆轉-男子疑遭同伴開槍擊斃/
18/1/2026	快訊／連假憾事！祖孫「3貼」烘爐地失控自撞電桿倒地 3歲孫宣告不治	https://www.setn.com/m/ampnews.aspx?NewsID=1800927
19/1/2026	老饕震驚！名店闆娘228驟逝 店家暫停營業	https://news.ebc.net.tw/news/living/540302
19/1/2026	荃錦公路私家車越線撞小巴後翻側 司機被困	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304090436661-0304_00822_001.html
19/1/2026	伊朗防長遇襲身亡數日後 代理防長也被打死了	https://hk.finance.yahoo.com/news/伊朗防長遇襲身亡數日後-代理防長也被打死了-005420708.html
19/1/2026	方大同離世一年《才二十三》首曝MV 歌迷見他消瘦身影落淚	https://tw.news.yahoo.com/方大同離世一年《才二十三》首曝mv-歌迷見他消瘦身影落淚-020828424.html
19/1/2026	黃詠儀醫生離世｜病人家屬往悼念角寄哀思：佢成個人都係天使嚟	https://www.hk01.com/社會新聞/60327143/黃詠儀醫生離世-病人家屬往悼念角寄哀思-佢成個人都係天使嚟
19/1/2026	众星被困中东不到24小时，出现“恶心”一幕，担心的事发生了	https://m.sohu.com/a/992369151_121948372?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
19/1/2026	土瓜灣釘板工猝死 未言退休支撐家庭 妻哭崩：賺錢都係供仔女讀書	https://std.stheadline.com/breaking-news/3549517/土瓜灣釘板工猝死-未言退休支撐家庭-妻哭崩賺錢都係供仔女讀書
19/1/2026	新／桃園火車站旁驚傳墜樓 女子倒血泊無呼吸心跳	https://news.ebc.net.tw/news/society/540043
19/1/2026	哈米尼亡！伊朗人盼獲自由 全球街頭歡呼舞旗	https://news.ebc.net.tw/news/world/539933
19/1/2026	中東戰火呈擴大伊朗555人亡 科威特錯誤擊落3架美戰機	https://www.881903.com/news/international/2621113
19/1/2026	吳中純病逝醫笑說掰掰？女兒控「不知道在開心什麼」 深夜痛揭心理巨大落差	https://www.mnews.tw/external/mirrordaily47377
19/1/2026	喬治亞州婦人殺夫偽裝自殺，歷經三審二度定罪終身監禁	https://www.singtaousa.com/2026/3/02/news/usa/she-convinced-police-her-husband-died-by-suicide-his-family-helped-convict-her-twice/
19/1/2026	美軍伊朗行動增至四死 特朗普預警傷亡恐續增	https://www.singtaousa.com/2026/3/02/news/world/4th-service-member-dies-from-injuries-in-iran-operation/
19/1/2026	深圳龙华区一住宅发生火情，1名被困群众获救、疏散10人	https://www.sohu.com/a/939502514_118622
19/1/2026	大埔富善街熱水爐爆炸 三婆孫送院	https://www.stheadline.com/breaking-news/3548983/大埔富善街熱水爐爆炸-三婆孫送院
19/1/2026	珍惜生命｜西環男子墮海 送院不治	https://www.stheadline.com/breaking-news/3549149/珍惜生命西環男子墮海-送院不治
19/1/2026	伊朗局勢︱特朗普：軍事行動或持續四周 中國外交部：有公民在德黑蘭死亡︱不斷更新	https://www.stheadline.com/realtime-world/3548402/伊朗局勢特朗普軍事行動或持續四周-中國外交部有公民在德黑蘭死亡不斷更新
19/1/2026	20歲男大生打電動猝逝！沒有3高病史也是腦動脈瘤風險族群？醫示警這1習慣「很多人都在犯」 | 林家群 | 全解析	https://www.storm.mg/article/11107042
20/1/2026	（有片）美軍轟炸伊朗小學致165死民眾為遇難學生舉行葬禮- 國際	https://www.dotdotnews.com/a/202603/04/AP69a7902fe4b0c32d4f6a958a.html
20/1/2026	西環老翁疑墮海遇溺送院不治(10:26) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/2026033/s00001/1772504576710/西環老翁疑墮海遇溺-送院不治
20/1/2026	初中生2天玩36小时手机突然晕倒：长期熬夜暴发性心肌炎	https://news.mydrivers.com/1/1106/1106495.htm
20/1/2026	即日焦點｜以美轟伊朗釀逾500人死亡美軍增至四人陣亡／沙嶺數據園區由內地公司以約5.8億元投得	https://news.now.com/home/local/player?newsId=638472&home=1
20/1/2026	前總理周恩來侄子周爾均將軍93歲病逝| 兩岸要聞| 兩岸	https://udn.com/news/story/7331/9353811
20/1/2026	哈米尼夫人傷重不治 伊朗控訴美方侵略行為	https://news.pts.org.tw/article/797145
20/1/2026	阿曼灣11艘伊朗軍艦遭擊沉 美軍死亡人數增至6人	https://news.pts.org.tw/article/797146
20/1/2026	男大生打電動「3天沒睡腦出血」昏倒送醫 母床邊呼喊兒忍痛拔管	https://www.4gtv.tv/article/2026030209000002
21/1/2026	婦產科名醫林禹宏63歲逝世！抗血癌10年仍堅守醫界 兒淚喊：上天派來的天使	https://www.ftnn.com.tw/news/527213
21/1/2026	787伊朗人死於美以襲擊 伊朗稱650名美軍士兵傷亡	https://www.hkcd.com.hk/hkcdweb/content/2026/03/04/content_8742707.html
21/1/2026	ETtoday新聞雲. . 天呀...怎麼會這樣...(#01J) 驚悚畫面！貨櫃車變「絞肉機」 轎車淪鐵餅男駕駛慘亡 https://www.ettoday.net/news/20260303/3125811.htm?from=fb_et_news	https://www.facebook.com/ETtoday/videos/國道驚悚遭連結車推去撞貨櫃車小車淪鐵餅男駕駛慘亡/1333455988558194/
21/1/2026	巴基斯坦有大規模反美示威 最少20人死亡過百人受傷	https://news.rthk.hk/rthk/ch/component/k2/1845583-20260302.htm
21/1/2026	美國對伊軍事行動增至四名士兵死亡 防長稱不會導致無休止戰爭	https://news.rthk.hk/rthk/ch/component/k2/1845715-20260302.htm
21/1/2026	八德路恐怖車禍...公車輾死婦還往前開 警通知才知闖禍	https://news.ttv.com.tw/wbc/news/Views/11503020012400I
21/1/2026	美以襲伊朗｜據報伊朗已故最高領袖哈梅內伊夫人傷重不治	https://news.tvb.com/sc/israeliran/69a5fbcc20313b32855a0fdc/美以袭伊朗-美以襲伊朗｜據報伊朗已故最高領袖哈梅內伊夫人傷重不治
21/1/2026	橫頭磡邨有單位起火 4人受傷送院	https://news.tvb.com/sc/local/69a600c9043ecdf7a2f7f985/港澳-橫頭磡邨有單位起火-4人受傷送院
21/1/2026	北市婦下公車繞車頭遭輾斃 司機「一路開回北投」20萬交保	https://news.tvbs.com.tw/local/3140514
21/1/2026	方大同送給樂迷的禮物！ 〈才二十三〉MV於逝世周年上架 自彈自唱致敬每位夢想家	https://p-articles.com/heteroglossia/5816.html
21/1/2026	美以襲伊朗｜美國首次動用低成本自殺式無人機 每架造價僅3.5萬美元	https://news.now.com/mobile/hot/player?newsId=638332
21/1/2026	前港姐黃婉恩日本出意外！浸溫泉暈倒撞石頭破血流 附浸溫泉安全小貼士	https://utravel.com.hk/news/detail/20090507/前港姐黃婉恩日本出意外-浸溫泉暈倒撞石頭破血流-附浸溫泉安全小貼士
21/1/2026	珍惜生命｜13歲女童高處墮下飛墮平台 警方檢獲遺書	https://www.sundaykiss.com/熱話/彩雲邨-繡文樓-13歲-墮樓-精神健康-2358358/
21/1/2026	4天不睡覺！男大生「廁所一聲慘叫」倒地 母心碎拔管：讓他走吧	https://health.ettoday.net/news/3124284
22/1/2026	從「慢性疲勞」到癌細胞侵腦僅2個月！56歲前主播淋巴癌逝…醫籲：體重驟減、夜間盜汗別再撐	https://tw.news.yahoo.com/從-慢性疲勞-到癌細胞侵腦僅2個月-56歲前主播淋巴癌逝-醫籲-010001798.html
22/1/2026	名醫林禹宏63歲病逝！生前疾呼「1事很重要」：否則慢性自殺	https://health.setn.com/news/1802117
22/1/2026	銅鑼灣63歲船家疑酒後失足墮海 獲救送院（更新） ｜ am730	https://www.am730.com.hk/本地/銅鑼灣男子墮海-獲救起送院治理/633723
22/1/2026	怕寶寶冷包得緊緊 醫揭恐增猝死風險 爸媽必知睡眠5大守則	https://www.hk01.com/親子/60309524/怕寶寶冷包得緊緊-醫揭恐增猝死風險-爸媽必知睡眠5大守則
22/1/2026	寒流來襲慎防奪命溫差！醫警告「猝死3大危險時段」：血管恐破裂 ｜ 生活 ｜ NOWnews今日新聞	https://www.nownews.com/news/6772316
22/1/2026	2遊客三亞出遊時落水 1人僅7秒沉海溺斃 曾不聽勸阻未穿救生衣	https://global.hk01.com/大国小事/60310052/2游客三亚出游时落水-1人仅7秒沉海溺毙-曾不听劝阻未穿救生衣
22/1/2026	男大生「心因性猝死」 醫示警6大潛在風險！年奪4萬人命	https://health.ettoday.net/news/3096839
22/1/2026	氣溫降1度「心血管疾病死亡增1.6%」 三總跨科搶救心因性休克	https://health.ettoday.net/news/3097038
22/1/2026	大學生課堂猝死！21歲男大生上課突倒地 急救無效宣告不治 ｜ 蕃新聞	https://n.yam.com/Article/20260107689761
23/1/2026	筲箕灣太安街3車相撞 巴士司機一度被困 兩人受傷送院	https://std.stheadline.com/breaking-news/3549496/筲箕灣太安街3車相撞-巴士司機一度被困-兩人受傷送院
23/1/2026	香港骨科名醫黃詠儀離世 抗癌勇士重返母校成最後身影 家屬發訃告 附追思會詳情	https://www.sundaykiss.com/熱話/黃詠儀醫生-追思會-中大醫院-骨科醫生-抗癌-母校-2359337/
23/1/2026	破解迷思：談自殺不會增加風險，沉默才會 當孩子說不出口時，大人能不能多問一句？	https://www.fclnews.com/174390/
23/1/2026	心源性猝死｜每日平均6人猝死年輕人可中招 必學2招把握急救黃金機會 ｜ 心臟健康 ｜ 東方新地	https://www.orientalsunday.hk/1625994/?utm_campaign=OS_ContentCopy&utm_source=Web-inventory&utm_medium=Content-Copy_OS
23/1/2026	湯米李瓊斯「元旦痛失愛女」 倒臥飯店猝逝首發聲	https://www.marketersgo.com/uncategorized/202601/湯米李瓊斯「元旦痛失愛女」　倒臥飯店猝逝首發/
23/1/2026	1歲多男嬰喝奶「突然無意識」！急救不治 父稱他身體虛弱｜知新聞	https://www.knews.com.tw/news/48609ABEEC0F71765B80CE083404CD0D
23/1/2026	元旦淩晨悉尼海灘游泳 華女遭浪卷走溺斃	https://hk.on.cc/hk/bkn/cnt/intnews/20260102/mobile/bkn-20260102111220532-0102_00992_001_cn.html
23/1/2026	屯門掃管笏菲籍婦人猝死 涉藏毒被捕法籍丈夫為城大副教授	https://hk.on.cc/hk/bkn/cnt/news/20260102/bkn-20260102152101714-0102_00822_001.html
23/1/2026	冬天嬰猝死風險高 保暖比大人多1件就好 - 生活新聞 - PChome Online 新聞	https://news.pchome.com.tw/living/nownews/20260102/index-76734820216503207009.html
23/1/2026	台南安平運河女子落水 緊急救起命危送醫不治 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/ctinews/20260102/index-76734197010688309002.html
23/1/2026	魂留2025！高雄男跨年前失聯 警尋獲已陳屍車內 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/ctinews/2026013/index-76740021860593309002.html
23/1/2026	(常拍片科普醫學 網紅醫生凌晨猝死 死後漲粉2萬)	https://news.tvb.com/sc/world/6957829bc26d920e364a6f6a/国际-悉尼海灘元旦發生多宗遇溺事件-三死兩失蹤包括一名中國人
23/1/2026	男星爆「元旦病逝」！驚罹肺水腫 1症狀快就醫│TVBS新聞網	https://news.tvbs.com.tw/health/3089961
23/1/2026	藝人猝死！ 急診醫揭警訊：胸悶、頭痛別輕視 ｜ 生活 ｜ CTWANT	https://www.ctwant.com/amp/article/464489/
24/1/2026	中國女遊客站日本平交道遭撞亡！家屬怒告求償：沒中文標示害命	https://stock.ltn.com.tw/article/vs1klk8qsmxx
24/1/2026	路跑熱潮恐暗藏猝死危機！醫建議賽前接受心臟功能篩檢 循序訓練並留意胸悶警訊	https://tw.news.yahoo.com/路跑熱潮恐暗藏猝死危機-醫建議賽前接受心臟功能篩檢-循序訓練並留意胸悶警訊-034914329.html
24/1/2026	面朝下漂浮海面！台籍女遊客馬來西亞潛水時溺斃 船夫跳海搶救仍不治	https://tw.news.yahoo.com/面朝下漂浮海面-台籍女遊客馬來西亞潛水時潛水時溺斃-船夫跳海搶救仍不治-073630519.html
24/1/2026	72歲台女馬來西亞潛水不幸溺亡 船夫目睹急跳海拉上岸救不回	https://tw.news.yahoo.com/72歲台女馬來西亞潛水不幸溺亡-船夫目睹急跳海拉上岸救不回-065903730.html
24/1/2026	63歲男子沙頭角紅花嶺行山期間暈倒 送院後不治｜本地｜商業電台 881903	https://www.881903.com/news/amp/local/2615099
24/1/2026	外套撐不住寒流！醫推「保暖3寶」防猝死 這款韓系毛衣必收│TVBS新聞網	https://news.tvbs.com.tw/life/3092257
24/1/2026	捱夜傷身｜男子連續OT 1個月 每晚僅睡5小時心梗猝死 醫生警告：捱夜後1行為如玩命	https://topick.hket.com/article/4062941/捱夜傷身｜男子連續OT1個月　每晚僅睡5小時心梗猝死　醫生警告：捱夜後1行為如玩命?mtc=10012
24/1/2026	影/疑天冷失溫！板橋男清晨到基隆崁仔頂買魚 猝死車上	https://tw.news.yahoo.com/影-冷氣團襲台釀災-基隆-男子昏倒車內身亡-025441169.html
24/1/2026	寒流穿短袖不是勇是賭命！醫生點名6類人隨時猝死／教你3款暖身湯水護心保命 ｜ U Food	https://ufood.com.hk/restaurant/news/detail/20085796/寒流穿短袖是-拿命去賭-醫生點名6類人隨時猝死-教你3款暖身湯水護心保命
24/1/2026	冷氣團接連報到！做好4健康習慣＆留意危險徵兆 降低心血管疾病、猝死風險	https://tw.news.yahoo.com/冷氣團接連報到-做好4健康習慣-留意危險徵兆-降低心血管疾病-猝死風險-080000660.html
25/1/2026	追债不果酿悲剧 马国老翁砍伤好友后上吊身亡	https://www.8world.com/southeast-asia/malaysia-man-sucides-after-injuring-others-3073271
25/1/2026	柴灣新業大廈男工嘔吐吐血 昏迷送院搶救 ｜ am730	https://www.am730.com.hk/本地/1004756/柴灣新業大廈男工嘔吐吐血-昏迷送院搶救
25/1/2026	柴灣環翠邨44歲男住戶暈倒 當場證實死亡 ｜ am730	https://www.am730.com.hk/本地/489385/柴灣環翠邨44歲男住戶暈倒-當場證實死亡
25/1/2026	重慶馬拉松跑手突發疾病倒地不治 跑友感意外：他身體質素良好	https://www.hk01.com/大國小事/60314477/重慶馬拉松跑手突發疾病倒地不治-跑友感意外-他身體質素良好
25/1/2026	攝影記者在報道聖像遊行時暈倒身亡 數百名信徒獲救	https://www.unitednews.net.ph/article.php?post=124137
25/1/2026	油麻地96歲老婦食糊仔疑鯁喉暈倒 孫女報警 送院不治	https://www.hk01.com/突發/60311399/油麻地96歲老婦食糊仔疑鯁喉暈倒-孫女報警-送院不治
25/1/2026	屯門青磚圍中年漢暈倒 兒子發現惜太遲 - 香港文匯網	https://www.wenweipo.com/a/202601/04/AP695a22b7e4b09705957d8316.html
25/1/2026	喝一口珍奶男子嗆昏險喪命！ 豐原醫院啟動引流及葉克膜搶命	https://enn.tw/676716/
25/1/2026	藝人猝死引關注！急診醫揭最常見原因 這些警訊別忽略 - 理財週刊	https://www.moneyweekly.com.tw/ArticleData/Info/Article/206669
26/1/2026	香港仔62歲男船工觸電昏迷 留醫16小時後不治	https://www.stheadline.com/breaking-news/3549436/香港仔62歲男船工觸電昏迷-留醫16小時後不治
26/1/2026	分析师警告比特币正在形成可怕的死亡交叉| TheStreet Roundtable发布于币安广场	https://www.binance.com/zh-CN/square/post/297643438833810
26/1/2026	官批貪方便遲轉線撞斃孕婦 司機危駕罪成「判監難免」 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561570436/官批貪方便遲轉線撞斃孕婦-司機危駕罪成「判監難免」
26/1/2026	科羅拉多州男子被指控殺害妻子，並將其偽裝成自殺	https://citytimes.tw/資訊/科羅拉多州男子被指控殺害妻子，並將其偽裝成自/965213/
26/1/2026	抽濕機凌晨起火4人送院 橫頭磡邨疏散300人 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561572886/抽濕機凌晨起火4人送院-橫頭磡邨疏散300人
26/1/2026	知名湯屋驚傳命案！男女陳屍浴室內｜東森新聞	https://news.ebc.net.tw/news/society/536876
26/1/2026	張家港高鐵站乘客突然暈倒 95後女中醫跪地施針救命	https://m.sohu.com/a/972675029_121448078?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334&spm=smwp.channel_247.block2_307_epwR4p_1_fd.1.1767596400010DA5oXoZ_324
26/1/2026	(赴新莊找友回程自撞捷運標示桿 休假工程師頭部重創死亡)	https://mtgamer.com/商業/迪士尼世界發生最新悲劇，一名男子被發現死在停/235931/
26/1/2026	冷氣團低溫襲！高齡毛孩恐隱形猝死 獸醫曝老化致命警訊 ｜ 蕃新聞	https://n.yam.com/Article/20260105800068
26/1/2026	(觀塘男電梯塔墮球場 送院搶救不治)	https://news.mingpao.com/ins/港聞/article/20221207/s00001/1670394027753/觀塘男子電梯塔墮球場-送院搶救不治
26/1/2026	(澳洲珀斯海灣十二歲女童遇溺暈迷 送院後情況危殆)	https://news.tvb.com/tc/world/695b58dfc26d920e366a3aee/國際-澳洲新州海岸34歲男子游泳遇溺
26/1/2026	西貢浪茄飯甑洲海面驚現男浮屍 身份死因待查	https://www.singtao.ca/googleamp/amp.php?region=vancouver_hk&cat=139&post_id=7378643
26/1/2026	屯門黃金泳灘 56歲女子昏迷送院不治 死因待查	https://www.hk01.com/突發/60308902/屯門黃金泳灘-56歲女子昏迷送院不治-死因待查
27/1/2026	寒冬猝死頻傳 高級心臟救命術指引更新 搶救更多心跳！ - 理財週刊	https://www.moneyweekly.com.tw/ArticleData/Info/Article/206672
27/1/2026	大二生課堂中昏倒猝死 桃園警方調查是否與低溫相關	https://tw.news.yahoo.com/大二生課堂中昏倒猝死-桃園警方調查是否與低溫相關-134127309.html
27/1/2026	養老院外被人發現 九旬老婦送院不治-華僑網	https://www.chinesepress.com/archives/113607
27/1/2026	年奪4萬人命！桃園大學生「心因性猝死」 醫警告6症狀是前兆	https://www.teepr.com/1864355/mollylin/心因性猝死/
27/1/2026	沙田沙角邨男子失聯多日 同事登門找尋揭發猝逝	https://www.hk01.com/article/60311099?utm_source=01articlecopy&utm_medium=referral
27/1/2026	22歲女囚羅湖懲教所昏迷 送院後不治	https://www.orangenews.hk/hongkong/V7lSs2U/22歲女囚羅湖懲教所昏迷-送院後不治.shtml
27/1/2026	12歲男孩溫泉池遇溺身亡 門店事後正常營業 家屬悲痛求厘清責任	https://global.hk01.com/大国小事/60311166/12岁男孩温泉池遇溺身亡-门店事后正常营业-家属悲痛求厘清责任
27/1/2026	痛心！9歲女孩課堂寫試卷時昏倒去世，真相幾何？	https://m.sohu.com/a/974214618_99990677?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
27/1/2026	猝死危機｜冬天70%猝死發生在家中！ 醫生揭這時段最高危【附6大習慣安全度過寒冬】	https://topick.hket.com/article/4065631/猝死危機｜冬天70-猝死發生在家中！  醫生揭這時段最高危【附6大習慣安全度過寒冬】
27/1/2026	(健身網紅參加垃圾食物馬拉松猝死)	https://www.8world.com/world/korea-students-saving-a-life-3017491
28/1/2026	珍惜生命｜屯門兆麟苑財困23歲女燒炭尋短 父親揭發報警惜太遲	https://www.hk01.com/article/60327028
28/1/2026	新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔 頭部重創送醫不治	https://www.marketersgo.com/media-collaboration/202603/新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔/
28/1/2026	打鐵花︱山東41歲網紅燒炭取暖 除夕夜中一氧化碳亡	https://std.stheadline.com/realtime-china/3549409/打鐵花山東41歲網紅燒炭取暖-除夕夜中一氧化碳亡
28/1/2026	羅湖懲教所22歲女囚犯昏迷 送院證實不治 將進行死因研訊	https://www.hk01.com/article/60311064?utm_source=01articlecopy&utm_medium=referral
28/1/2026	冷冬猝死事件頻傳！醫曝「5大警訊」要小心 吃太飽也上榜	https://tw.news.yahoo.com/冷冬猝死事件頻傳-醫曝-5大警訊-要小心-吃太飽也上榜-035400746.html
28/1/2026	4個月女嬰趴睡猝逝托顧釀悲劇 嘉檢下周解剖釐清死因	https://udn.com/news/amp/story/7320/9255130
28/1/2026	(祥華邨男墮樓亡)	https://www.4gtv.tv/article/2026010906000010
28/1/2026	女兒海邊拍照遭巨浪捲走 英母跳海救囡同溺斃 路人熱心相救也罹難	https://www.bastillepost.com/hongkong/article/15561648-女兒海邊拍照遭巨浪捲走-英母跳海救囡同溺斃-路人
28/1/2026	「福建歌王」郵輪上突腦出血昏倒送院不治 因患癌一度體重暴跌	https://www.hk01.com/article/60311109?utm_source=01articlecopy&utm_medium=referral
28/1/2026	《Scary Movie》女星驚傳逝世 法醫證遺體有外傷 死因成謎待查	https://www.hk01.com/電影/60310413/scary-movie搞乜鬼奪命雜作jayne-trcka逝世-遺體有外傷死因成謎
28/1/2026	低溫、壓力恐催化心因性猝死 ｜ 中華日報｜中華新聞雲	https://www.cdns.com.tw/articles/1344593
28/1/2026	氣溫急凍！桃園21歲大學生「教室暈倒」送醫搶救不治 死因曝光	https://tw.news.yahoo.com/氣溫急凍-桃園21歲大學生-教室暈倒-送醫搶救不治-死因曝光-122800927.html
28/1/2026	獨家／21歲男大生「教室暈倒」猝死！醫解析「關鍵病因」：別狂灌咖啡	https://tw.news.yahoo.com/獨家-21歲男大生-教室暈倒-猝逝-醫解析-022600879.html
28/1/2026	低溫襲台遇期末考周 桃園21歲男大生課堂突昏倒送醫仍不治	https://udn.com/news/amp/story/7320/9248612
28/1/2026	九龍灣恒生中心38歲男子暈倒 同事揭發送院搶救惜不治	https://www.hk01.com/article/60310666?utm_source=01articlecopy&utm_medium=referral
28/1/2026	21歲男大生課堂上昏迷不治！死因曝光 醫示警「4類人」猝死風險較高｜知新聞	https://www.knews.com.tw/news/A4287B4C489D0E255051BC198FC25F6F
29/1/2026	美國動用先進武器攻擊伊朗 首度實戰自殺式無人機	https://www.cna.com.tw/video/news/4352982
29/1/2026	52歲名嘴狄志為「眼前一片黑」 挨針突暈倒！真實原因曝光 ｜ 娛樂星聞	https://star.setn.com/news/1777508
29/1/2026	【2026年剛開始】澳洲各地發生多宗遇溺死亡事件	https://www.sbs.com.au/language/chinese/zh-hant/article/multiple-drowning-deaths-in-horrendous-start-to-2026/q0uemsyoj
29/1/2026	46歲著名真人騷男星除夕夜離奇死亡 屍身進行解剖研究死因 節目邪門一個月內2人離世	https://www.stheadline.com/film-drama/3532077/46歲著名真人騷男星除夕夜離奇死亡-屍身進行解剖研究死因-節目邪門一個月內2人離世
29/1/2026	22歲女因工作壓力心臟驟停「死亡7分鐘」初期症狀誤當焦慮差點送命	https://health.udn.com/health/amp/story/5999/9232047
29/1/2026	(休斯頓說唱歌手Big Pokey在德州演出中倒下後去世)	https://tw.news.yahoo.com/全台急凍4天-123人心肺驟停送醫-221222213.html
29/1/2026	寒流來襲如何守護寶寶？「安全睡眠5大守則」降低冬季嬰幼兒猝死風險	https://tw.news.yahoo.com/寒流來襲如何守護寶寶-安全睡眠5大守則-降低冬季嬰幼兒猝死風險-080525052.html
29/1/2026	猝死前有徵兆！醫示警「異常疲勞、胸口悶像吃太飽」都要小心	https://tw.news.yahoo.com/猝死前有徵兆-醫示警-異常疲勞-胸口悶像吃太飽-都要小心-071738356.html
29/1/2026	當心劇烈溫差！醫示警冬天「3危險時刻」：猝死風險高	https://tw.news.yahoo.com/當心劇烈溫差-醫示警冬天-3危險時刻-猝死風險高-084100319.html
29/1/2026	沙田乙明邨49歲男子臥床離世 父報案揭發 ｜ am730	https://www.am730.com.hk/本地/沙田乙明邨49歲男子臥床離世-父報案揭發/633305
30/1/2026	珍惜生命｜屯門建生邨男子墮樓亡 年約60歲身份未明 警籲供資料	https://www.hk01.com/突發/60327014/珍惜生命-屯門建生邨男子墮樓亡-年約60歲身份未明-警籲供資料
30/1/2026	床的世界老董陳燕飛離世！大兒子也驟逝 曾找吳淡如、Joeman開箱	https://www.nownews.com/news/6791711
30/1/2026	冬天泡湯也會出事？急診醫警告「健康的人也可能暈倒」泡湯前中後風險一次看懂 ｜ udn 女子漾	https://woman.udn.com/woman/amp/story/123165/9244907
30/1/2026	尖沙咀碼頭83歲老翁墮海輕生 熱心男途人落水救人兼做心肺復甦 ｜ am730	https://www.am730.com.hk/本地/尖沙咀碼頭八旬老翁疑遇溺-熱心男途人落水救人兼做心肺復甦/633470
30/1/2026	湯美李鍾斯34歲女兒酒店猝逝 生前官司纏身淡出影壇多年	https://www.singtao.ca/7377109/2026-01-02/news-湯美李鍾斯34歲女兒酒店猝逝+生前官司纏身淡出影壇多年/
30/1/2026	中壢21歲男大生上課突昏倒！緊急送醫不治 死因曝光	https://tw.news.yahoo.com/中壢21歲男大生上課突昏倒-緊急送醫不治-死因曝光-013900077.html
30/1/2026	桃園驚傳21歲大學生「猝死教室」 死因出爐	https://tw.news.yahoo.com/桃園驚傳21歲大學生-教室內昏倒-當場猝死送醫不治-123043545.html
30/1/2026	「驚聲尖笑」健美女星62歲驟逝 身有外傷真正死因待查 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121232/9250022
30/1/2026	上課一半突昏倒 桃園大學21歲男學生搶救不治	https://enn.tw/677647/
30/1/2026	年輕人看似健康卻猝死？醫示警「4大真兇」：一旦發生就沒機會了 ｜ 祝你健康	https://health.setn.com/news/1777887
30/1/2026	9歲女孩課堂上寫試卷時昏倒去世，家屬不忍屍檢“她怕疼”，當地成立專班調查	https://m.sohu.com/a/973910703_120952561?scm=10001.198_14-198_14_exp.0.0-0-0-0-0
30/1/2026	冬天猝死元兇找到了！室溫降1度血壓升高 「足部保暖」成救命關鍵	https://tw.news.yahoo.com/冬天猝死元兇找到了-室溫降1度血壓升高-足部保暖-成救命關鍵-010859691.html
30/1/2026	羅湖懲教所1名女性在囚人士昏迷送院後不治｜本地｜商業電台 881903	https://www.881903.com/news/amp/local/2613631
1/2/2026	大坑東邨女子屋內猝死 朋友揭發惜太遲	https://www.hk01.com/突發/60327894/大坑東邨女子屋內猝死-朋友揭發惜太遲
1/2/2026	龔薩雷斯認與自殺身亡助理婚外情共和黨領導層要他退選| 美國即時| 美國 | 世界新聞網	https://www.worldjournal.com/wj/story/121469/9362761?from=wj_breaknews_index
1/2/2026	伊朗局勢｜武器大晒冷？伊朗發布無人機軍火庫影片 美證實首出動LUCAS新型自殺式無人機	https://www.singtao.ca/7436081/2026-03-05/news-伊朗局勢｜武器大晒冷？伊朗發布無人機軍火庫影片+美證實首出動LUCAS新型自殺式無人機/
1/2/2026	老牌通路床的世界董事長陳燕飛逝世 公司：後續人事將另行公告	https://money.udn.com/money/story/5612/9357070
1/2/2026	無綫小花黃婉恩北海道滑雪出意外 浸溫泉暈倒後腦撞石見血	https://www.bastillepost.com/hongkong/article/15702521-無綫小花黃婉恩北海道滑雪出意外-浸溫泉暈倒後腦
1/2/2026	快訊／「床的世界」董事長陳燕飛逝世！享壽78歲 公司發重訊證實	https://news.tvbs.com.tw/life/3141305
1/2/2026	中風｜30歲男浴室暈倒險死！曾無視後頸痛中風先兆！專家揭 8 大恐怖徵兆：打嗝不止要留神	https://hk.ulifestyle.com.hk/topic/detail/20088534/年輕中風-歲工程師忽略高血壓半身癱瘓-大中風先兆-fast急救口訣懶人包
1/2/2026	新蒲崗42歲男子呼救後暈倒 途人報警送院不治	https://www.orangenews.hk/hongkong/V891O4e/新蒲崗42歲男子呼救後暈倒-途人報警送院不治.shtml
1/2/2026	乘客突失去意識 美聯合航空飛新加坡航班轉降馬尼拉 ｜ 聯合早報網	https://www.zaobao.com.sg/realtime/singapore/story20260112-8087880
1/2/2026	猝死危機丨曾創立潮牌破產患抑鬱梅毒 29歲百萬網紅「球鞋女神」突猝死 家屬證實已火化死因曝光	https://topick.hket.com/article/4067649/猝死危機丨曾創立潮牌破產患抑鬱梅毒　29歲百萬網紅「球鞋女神」突猝死　家屬證實已火化死因曝光
1/2/2026	包租公猝逝身體冰冷！友誤認失溫拿「電暖器」施救 3小時後發現他死了	https://tw.news.yahoo.com/永和包租公猝逝樓梯間-友誤認失溫以-電暖器取暖-3小時才發現-054800874.html
1/2/2026	(明尼阿波利斯被拘留男子在ICE拘留期間死亡)	https://vct.news/news/昔日「球鞋女神」張純驚傳猝逝-29歲人生謝幕
1/2/2026	網紅「你的渡口」猝死終年29歲 生前為還債轉戰成人平臺感染梅毒 ｜ am730	https://www.am730.com.hk/中國/1003155/網紅-你的渡口-猝死終年29歲-生前為還債轉戰成人平台感染梅毒
1/2/2026	獨居長者室內跌倒危機多！改善居家環境結合緊急救援系統 把握黃金救援時機避免憾事	https://www.pinview.com.tw/News/53761.html
1/2/2026	球鞋女神︱潮流網紅「你的渡口」29歲猝死 創業失敗轉戰成人平臺還債	https://www.stheadline.com/realtime-china/3535143/球鞋女神潮流網紅你的渡口29歲猝死-創業失敗轉戰成人平台還債
1/2/2026	獨家／9歲童哭喊找媽！下秒竟「心碎猝逝」 醫揭真相：沒心臟病也恐中鏢 ｜ 祝你健康	https://health.setn.com/news/1781614
1/2/2026	油麻地中年漢街頭暈倒送院亡 疑毒窟內暈倒被人抬出 警追查拘12男女	https://std.stheadline.com/breaking-news/3535662/油麻地中年漢街頭暈倒送院亡-疑毒窟內暈倒被人抬出-警追查拘12男女
1/2/2026	11歲女童「大叫」猝逝！高大成揭心肌炎致命關鍵「很罕見」	https://tw.news.yahoo.com/11歲女童-大叫-猝逝-高大成揭心肌炎致命關鍵-很罕見-090948375.html
1/2/2026	全台寒流急凍！3天「百人無呼吸心跳」昨單日40人創新高 ｜ 祝你健康	https://health.setn.com/news/1778590
1/2/2026	冷風吹心血管風險增17倍！護好3部位可防猝死	https://tw.news.yahoo.com/冷風吹心血管風險增17倍-護好3部位可防猝死-022229271.html
1/2/2026	澳網天氣炎熱球僮暈倒 球賽叫停	https://hk.sports.yahoo.com/news/澳網天氣炎熱球僮暈倒-球賽叫停-120324730.html
1/2/2026	約六旬男子紅花嶺行山時暈倒 送院搶救不治 ｜ 無綫新聞TVB News	https://news.tvb.com/tc/local/696ca14cd01bb21fb2e79e77/港澳-約六旬男子紅花嶺行山時暈倒-送院搶救不治
1/2/2026	醫曝70%猝死案發生在家中這3處！年輕人5警訊別輕忽 ｜ 蕃新聞	https://n.yam.com/Article/20260108445413
1/2/2026	多方回應9歲女孩寫試卷時昏倒去世 家屬不忍屍檢！_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260108/49146739.html
1/2/2026	猝死不是突然！醫揭「5個超低調警訊」 多數人早就出現過-台視新聞網	https://news.ttv.com.tw/news/11501080001800W
1/2/2026	冬天浴室最危險！洗完澡竟猝死 醫揭「6類人」是高危群：常熬夜也中	https://tw.news.yahoo.com/冬天浴室最危險！洗完澡竟猝死-醫揭「6類人」是高危群：常熬夜也中-024400608.html
2/2/2026	【禁聞】杭州外賣員「腦死亡」捐7器官 疑點重重	https://www.ntdtv.com/b5/2026/03/05/a104073248.html/amp
2/2/2026	美以聯手攻打伊朗並殺死了哈梅內伊，社會上反應兩極化。剛上任紐約市長的馬姆達尼公開反對美國的做法。 #SBSCantonese #伊朗戰爭 #環球薈報 #馬姆達尼 #紐約市市長 #哈梅內伊	https://www.facebook.com/SBSCantonese/posts/美以聯手攻打伊朗並殺死了哈梅內伊社會上反應兩極化剛上任紐約市長的馬姆達尼公開反對美國的做法sbscantonese-伊朗戰爭-環球薈報-馬姆達尼-紐約市市長-哈/1455642536573028/
2/2/2026	伊朗「超省錢戰術」震撼全球！自殺無人機「成本僅5萬美元」掀消耗戰美以防空飛彈短缺疑雲升溫| 江勳紘| 全解析	https://www.storm.mg/article/11107461
2/2/2026	土瓜灣地盤男工疑開工期間暈倒 消防救回地面 惜送院不治	https://www.hk01.com/突發/60326977/土瓜灣地盤男工疑開工期間暈倒-消防救回地面-惜送院不治
2/2/2026	死亡率70%！15岁男孩突然倒在上学路上，医生：这些习惯叠加“埋雷”隐患	https://m.sohu.com/a/991632816_162758?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
2/2/2026	伊朗紅新月會：伊朗死亡人數已升至555人	https://www.singtaousa.com/2026/3/02/news/world/iran-death-toll-reaches-555-as-us-israel-escalate-attacks/
2/2/2026	先施百貨上環店傳年底結業 百年老店據報將由連鎖藥妝店接手	https://www.singtaousa.com/2026/3/02/news/china/sincere-department-store-closure-central/
2/2/2026	痛失英才︱中大醫院骨科聖手黃詠儀醫生離世 屢獲殊榮曾參與「無國界醫生」	https://topick.hket.com/article/4091709/痛失英才︱中大醫院骨科聖手黃詠儀醫生離世　屢獲殊榮曾參與「無國界醫生」
2/2/2026	《大時代》男星腦出血驟逝！醫揭沈默殺手警訊：4症狀出現快送醫	https://tw.news.yahoo.com/大時代-男星腦出血驟逝-醫揭沈默殺手警訊-4症狀出現快送醫-000000203.html
2/2/2026	吳中純入院1個月「做1次化療就病逝」 女兒提疑點	https://tw.news.yahoo.com/吳中純入院1個月-做1次化療就病逝-女兒提疑點-052122051.html
2/2/2026	吳中純淋巴癌病逝！愛女哭揭「5分鐘拔管過程」曝遺物：一輩子留著	https://tw.news.yahoo.com/吳中純淋巴癌病逝-愛女哭揭-5分鐘拔管過程-曝遺物-輩子留著-011400068.html
2/2/2026	快訊／剛出門買早餐…高雄女墜3F露台亡！妹回頭淚崩收屍	https://tw.news.yahoo.com/快訊-剛出門買早餐-高雄女墜3f露台亡-妹回頭淚崩收屍-021700898.html
2/2/2026	京阿尼永遠的靈魂推手！「京都動畫」社長八田英明病逝 享壽76歲	https://tw.news.yahoo.com/京阿尼永遠的靈魂推手-京都動畫-社長八田英明病逝-享壽76歲-074600336.html
2/2/2026	前主播吳中純淋巴癌逝！尪心碎「摯愛已遠」 愛女淚崩：怎能說走就走	https://tw.news.yahoo.com/前主播吳中純淋巴癌逝！尪心碎「摯愛已遠」-愛女淚崩：怎能說走就走-093700992.html
2/2/2026	美女主播吳中純淋巴癌逝！生前最後發文曝疲累，醫揭6大致命警訊	https://tw.news.yahoo.com/美女主播吳中純淋巴癌逝-生前最後發文曝疲累-醫揭6大致命警訊-000000439.html
2/2/2026	高雄驚傳墜樓命案！死者妹妹剛出門就接噩耗 情緒崩潰	https://tw.news.yahoo.com/高雄驚傳墜樓命案-死者妹妹剛出門就接噩耗-情緒崩潰-024155070.html
2/2/2026	珍惜生命｜汀九橋男司機棄車跳橋獲救 車內發現遺書	https://www.am730.com.hk/article/1014959
2/2/2026	中大醫院手外科醫生黃詠儀離世 屢做義工曾赴阿富汗任無國界醫生	https://www.am730.com.hk/article/1015054
2/2/2026	快訊／桃園驚傳墜樓意外！女子15樓商辦墜下OHCA 倒血泊送醫| 社會	https://www.nownews.com/news/6791169
2/2/2026	京都動畫社長八田英明逝世！享壽76歲率領公司走出縱火案傷痛| 生活	https://www.nownews.com/news/6791199
2/2/2026	【直播】3亡14傷 奧斯丁官方就西六街槍擊事件舉行記者會	https://www.ntdtv.com/b5/2026/3/01/a104071891.html
2/2/2026	27歲女泳課中猝死 現場發現20公升「神秘液體」｜東森新聞	https://news.ebc.net.tw/news/world/536978
2/2/2026	湖南9歲女童倒地猝死 監控視頻曝路人袖手旁觀 ｜ 離異 ｜ 休克身亡 ｜ 大紀元	https://www.epochtimes.com/b5/26/1/15/n14676421.htm/amp
2/2/2026	29歲百萬網紅｢球鞋女神｣猝死 曾創潮牌負債累累轉戰成人平臺惹議	https://www.hk01.com/article/60312151?utm_source=01articlecopy&utm_medium=referral
2/2/2026	深水埗Tesla司機疑駕駛期間暈倒送院亡 車頭撞欄險剷行人專用區	https://www.hk01.com/突發/60312072/深水埗tesla司機疑駕駛期間暈倒送院亡-車頭撞欄險剷行人專用區
2/2/2026	嬰兒猝死症冬季攀升！醫生提醒「嬰兒安全睡眠守則」 ｜ am730	https://www.am730.com.hk/健康/634633/嬰兒猝死症冬季攀升-醫生提醒-嬰兒安全睡眠守則-
2/2/2026	深水涉有私家車失控撞欄 司機昏迷送院後死亡｜本地｜商業電台 881903	https://www.881903.com/news/local/2614156
3/2/2026	Gemini涉教唆36歲男自殺 谷歌捱告 AI自認死者「妻子」 曾鼓勵持刀劫車	https://www.hkej.com/dailynews/ceoai/article/4334776/Gemini涉教唆36歲男自殺+谷歌捱告
3/2/2026	朴寶藍酒精中毒猝逝 圈中好友帶蛋糕拜祭紀念32歲冥壽	https://www.am730.com.hk/娛樂/1014974/朴寶藍酒精中毒猝逝-圈中好友帶蛋糕拜祭紀念32歲冥壽
3/2/2026	伊朗領袖遇襲亡 繼位成謎 中東陷全面戰爭邊緣	https://www.singtaousa.com/2026/3/02/news/usa/news-iran-strikes-khamenei-killed-regional-war-oil-prices/
3/2/2026	京阿尼縱火案後力拚重建社長八田英明76歲病逝| 國際	https://www.cna.com.tw/news/aopl/202603020151.aspx
3/2/2026	高雄左營婦墜樓亡 妹買早餐返家聞訊崩潰	https://www.ftnn.com.tw/news/526633
3/2/2026	天瑞路兩私家車相撞 兩司機落車理論 54歲女司機激動暈倒昏迷	https://www.hk01.com/突發/60326592/天瑞路兩私家車相撞-兩司機落車理論-54歲女司機激動暈倒昏迷
3/2/2026	父母車禍亡！美14歲兄虛報年齡打工養妹 受審感人片瘋傳真相成謎	https://www.hk01.com/熱爆話題/60325893/父母車禍亡-美14歲兄虛報年齡打工養妹-受審感人片瘋傳真相成謎
3/2/2026	伊朗多位軍事指揮官確認死亡	https://www.hkcd.com.hk/hkcdweb/content/2026/3/02/content_8742279.html
3/2/2026	北角海面工人意外墮海 送院搶救後不治	https://www.i-cable.com/新聞資訊/442869/北角海面工人意外墮海-送院搶救後不治
3/2/2026	男生突在畢業典禮台上嘔吐 倒地不省人事 目擊者曝光詳細經過 校方首回應	https://www.nmplus.hk/熱話/聖方濟各大學-畢業典禮-24歲-暈倒-飲酒-嘔吐-將軍澳-1630423/
3/2/2026	女孩撕心裂肺追媽媽暈倒身亡 悲劇背後的心源性休克_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260116/49167817.html
3/2/2026	冬天高風險時刻曝光！醫列「3情況」示警：嚴重恐中風、猝死 ｜ 祝你健康	https://health.setn.com/news/1779743
3/2/2026	鰂魚湧35歲男寓所暈倒 昏迷送院最終不治	https://hk.news.yahoo.com/鰂魚涌35歲男寓所暈倒-昏迷送院最終不治-025750099.html
3/2/2026	13歲少年泡湯20分鐘突昏倒！醫檢查驚見腦出血	https://tw.news.yahoo.com/13歲少年泡湯20分鐘突昏倒-醫檢查驚見腦出血-031942409.html
3/2/2026	柴灣新業大廈工人突發吐血昏迷 急送東區醫院搶救 據悉有相關病歷 - 東張+	https://www.mytvsuper.com/tc/scoopplus/news/headlines/16621911152012/即時新聞-柴灣新業大廈工人突發吐血昏迷-急送東區醫院搶救-據悉有相關病歷
3/2/2026	寒流來襲！專家急警告「3部位」沒保暖恐釀心血管疾病	https://www.pinview.com.tw/News/53956.html
3/2/2026	馬灣海面男子墮海 救起當場不治	https://global.hk01.com/突发/60314764/马湾海面男子堕海-救起当场不治
3/2/2026	官方通報重慶馬拉松選手猝死：就地急救後迅速送院 惜搶救無效-香港商報	https://hkcd.com/newsTopic_content.php?id=8736383
3/2/2026	重慶馬拉松男跑手終點前倒地猝死 據報平日身體素質良好曾「破三」	https://news.now.com/mobile/international/player?newsId=633722
3/2/2026	寒流猝死丨「大寒」氣溫急降明低見12℃ 醫生揭冬日「最高危4小時」 心梗風險高40%猝死率增29%	https://topick.hket.com/article/4071545/寒流猝死丨「大寒」氣溫急降明低見12℃ 　醫生揭冬日「最高危4小時」　心梗風險高40-猝死率增29-
3/2/2026	恭喜！李又汝結婚3年懷孕了 暈倒送醫竟驗出兩條線	https://tw.news.yahoo.com/恭喜-李又汝結婚3年懷孕了-暈倒送醫竟驗出兩條線-035005752.html
3/2/2026	珍惜生命｜尖沙咀釣魚郎揭70歲老翁海中漂浮 昏迷送院不治 ｜ am730	https://www.am730.com.hk/本地/560045/珍惜生命-尖沙咀釣魚郎揭70歲老翁海中漂浮-昏迷送院不治
3/2/2026	將軍澳58歲婦速食店內暈倒 昏迷送院搶救 ｜ am730	https://www.am730.com.hk/本地/581619/將軍澳58歲婦快餐店內暈倒-昏迷送院搶救
3/2/2026	ETtoday新聞雲 - 【陸兵科院前副院長王小鵬猝逝】 ｜ Facebook	https://www.facebook.com/ETtoday/photos/陸兵科院前副院長王小鵬猝逝/1330883899070692/
4/2/2026	的士上水迎頭撼貨車 司機女乘客重傷不治	https://www.stheadline.com/daily-hongkong/3550211/的士上水迎頭撼貨車-司機女乘客重傷不治
4/2/2026	冬天猝死70%發生在家裡！醫點出「最危險時段」，起床注意5件事：別馬上下床	https://tw.news.yahoo.com/冬天猝死70-發生在家裡-醫點出-最危險時段-起床注意5件事-110009642.html
4/2/2026	前男友在她生日當天猝逝！向太遺憾談：生離死別這四個字年紀越大越有感觸｜女人我最大	https://woman.tvbs.com.tw/entertainment/62202
4/2/2026	國泰抵港班機53歲荷蘭漢陷昏迷 機上急救後送院不治	https://www.dotdotnews.com/a/202601/11/AP69630298e4b0c32d4f65a425.html
4/2/2026	藍田康栢苑48歲男倒斃床上 母親揭發報案	https://www.hk01.com/突發/60311690/藍田康栢苑48歲男倒斃床上-母親揭發報案
4/2/2026	深圳「望郎歸」男子徒步時倒地猝死 去年多名登山者失聯遇難	https://www.hk01.com/article/60311929?utm_source=01articlecopy&utm_medium=referral
4/2/2026	大埔中心38歲男子屋內暈倒 家人報案 送院不治	https://www.hk01.com/article/60313228?utm_source=01articlecopy&utm_medium=referral
4/2/2026	國泰航班一名53歲荷蘭漢機上昏迷 抵港送院搶救後證實不治 - 東張+	https://www.mytvsuper.com/tc/scoopplus/news/headlines/16578113472331/即時新聞-國泰航班一名53歲荷蘭漢機上昏迷-抵港送院搶救後證實不治
4/2/2026	冬天猝死風險暴增！醫點名年輕人發作「4大真兇」：沒第2次機會 ｜ 生活 ｜ NOWnews今日新聞	https://www.nownews.com/news/6774612
4/2/2026	荷蘭漢國泰航機上不適暈倒 抵港後送院搶救無效	https://www.stheadline.com/breaking-news/3534518/荷蘭漢國泰航機上不適暈倒-抵港後送院搶救無效
4/2/2026	吸氦氣「變聲」覺得好玩 業者：很多孩子猛吸缺氧暈倒｜#鏡新聞	https://tw.news.yahoo.com/吸氦氣-變聲-覺得好玩-業者-很多孩子猛吸缺氧暈倒-102223588.html
4/2/2026	屏東代理教師過勞猝死 監院糾正屏東縣府 ｜ 監察院 ｜ 大紀元	https://www.epochtimes.com/b5/26/1/20/n14680032.htm
4/2/2026	油麻地上海街單位疑遭入屋行劫 43歲女住客不適送院	https://www.hk01.com/突發/60314227/柴灣新業街48歲跟車男工暈倒-昏迷送院搶救
4/2/2026	荃灣55歲男子發燒家中休養 家人揭發昏迷惜太遲 ｜ am730	https://www.am730.com.hk/本地/541478/荃灣55歲男子發燒家中休養-家人揭發昏迷惜太遲
4/2/2026	男子在長沙街頭突然昏倒後去世 路人緊急施救未果_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260117/49172085.html
4/2/2026	中經院副院長王健全心梗逝！寒流6天已181人OHCA 醫：異常疲憊像感冒是奪命警訊	https://tw.news.yahoo.com/中經院副院長王健全心梗逝-寒流6天已181人ohca-醫-異常疲憊像感冒是奪命警訊-000000395.html
4/2/2026	回頭看一眼悲劇就不會發生…媽躲著不露面 9歲女童哭暈猝死	https://tw.news.yahoo.com/回頭看-眼悲劇就不會發生-媽躲著不露面-9歲女童哭暈猝死-065400654.html
4/2/2026	媽媽躲起來騙她「女童找嘸人崩潰暈倒亡」？舅舅怒揭真相：根本沒躲起來	https://tw.news.yahoo.com/媽媽躲起來騙她-女童找嘸人崩潰暈倒亡-舅舅怒揭真相-根本沒躲起來-023400369.html
4/2/2026	竹縣民眾昏倒 院前葉克膜機制救命 (圖)	https://tw.news.yahoo.com/竹縣民眾昏倒-院前葉克膜機制救命-圖-083153805.html
4/2/2026	(港島徑行山男暈迷 直升機送院搶救不治)	https://vct.news/news/湖南9岁女孩在街上倒地猝死-监控显示路人袖手旁观
4/2/2026	媽媽淩晨還餵奶 泰兩月大男嬰疑山區氣溫驟降失溫猝死家中	https://www.bastillepost.com/hongkong/article/15577353-媽媽凌晨還餵奶-泰兩月大男嬰疑山區氣溫驟降失溫
4/2/2026	曾創潮牌負債累累轉戰成人平臺 內地百萬女網紅傳猝逝終年29歲	https://www.bastillepost.com/hongkong/article/15579820-曾創潮牌負債累累轉戰成人平台-內地百萬粉絲女網
4/2/2026	東湧橋底男子海面載浮載沉 昏迷送院搶救後不治	https://www.hk01.com/article/60313786?utm_source=01articlecopy&utm_medium=referral
4/2/2026	紅花嶺郊遊徑行山漢突暈倒 友人施心肺復甦 直升機送院搶救不治	https://www.hk01.com/article/60313824?utm_source=01articlecopy&utm_medium=referral
6/2/2026	以軍加強打擊真主黨 黎巴嫩稱逾百人死亡	https://www.881903.com/news/international/2621713
6/2/2026	西亞衝突：印度哀悼哈梅內伊逝世；埃及訪問伊朗大使館	https://citytimes.tw/世界資訊/西亞衝突：印度哀悼哈梅內伊逝世；埃及訪問伊朗/956934/
6/2/2026	陸13歲少年校內猝死！左胸驚見詭異血洞…校方搶運遺體不讓見最後一面 ｜ 兩岸(大陸)	https://www.setn.com/m/ampnews.aspx?NewsID=1779465
6/2/2026	冬奧場館周邊傳憾事！保全零下12度值夜班猝死｜東森新聞	https://news.ebc.net.tw/news/world/532061
6/2/2026	深水埗有私家車撞鐵欄 48歲男司機被發現暈倒送院後不治	https://news.rthk.hk/rthk/ch/component/k2/1839564-20260112.htm
6/2/2026	深水埗有私家車撞欄 司機懷疑駕駛期間暈倒送院後死亡 ｜ 無綫新聞TVB News	https://news.tvb.com/tc/local/69650a9f803b902326863af8/港澳-深水埗有私家車撞欄-司機懷疑駕駛期間暈倒送院後死亡
6/2/2026	29歲百萬網紅「你的渡口」驚傳猝逝！曾上陸綜…欠債轉戰成人平臺	https://star.ettoday.net/amp/amp_news.php7?news_id=3100049
6/2/2026	百萬人氣「球鞋女神」網紅驚爆猝逝！得年僅29歲 欠債被迫跨成人平臺 ｜ 娛樂星聞	https://star.setn.com/news/1780242
6/2/2026	駐印度公使謝柏輝當地猝逝 林佳龍親赴老家頒發獎章	https://tw.news.yahoo.com/駐印度公使謝柏輝當地猝逝-林佳龍親赴老家頒發獎章-112902664.html
6/2/2026	觀塘中海日升中心舞蹈學校 16歲少女跳舞期間暈倒 一度昏迷	https://www.hk01.com/article/60313551?utm_source=01articlecopy&utm_medium=referral
6/2/2026	梁小龍逝世｜晚年多次力數周星馳揚言永不合作 星爺仍以9字悼念	https://www.hk01.com/article/60313957?utm_source=01articlecopy&utm_medium=referral
6/2/2026	火雲邪神梁小龍心臟衰竭猝逝！4天後抖音突更新 留遺言逼哭影迷 ｜ 娛樂 ｜ NOWnews今日新聞	https://www.nownews.com/news/6777203
6/2/2026	(拘留犯發羊吊不治)	https://mtgamer.com/综合新闻/明尼阿波利斯被拘留男子在-ice-拘留期間死亡/250109/
8/2/2026	北角33歲女住所內暈倒 昏迷送院搶救	https://www.hk01.com/突發/60327864/北角33歲女住所內暈倒-昏迷送院搶救
8/2/2026	北角患病女子住所內昏迷 母親發現後報案送醫	https://hk.on.cc/hk/bkn/cnt/news/20260305/bkn-20260305225055522-0305_00822_001.html
8/2/2026	石硤尾南山邨單位起火 一男子燒傷送院 疑香薰蠟燭焫着雜物肇禍	https://std.stheadline.com/breaking-news/3550169/石硤尾南山邨單位起火-一男子燒傷送院-疑香薰蠟燭焫着雜物肇禍
8/2/2026	逝世15年又捲兒童性侵官司？麥可傑克森摯友子女提告，4人指控幼年遭流行天王「侵犯」	https://tw.news.yahoo.com/逝世15年又捲兒童性侵官司-麥可傑克森摯友子女提告-4人指控幼年遭流行天王-侵犯-153000022.html
8/2/2026	偕兒嬉水失蹤 中國男遺體今尋獲 ｜ e南洋	https://www.enanyang.my/news/20260221/State/1172232
8/2/2026	苗栗17歲老狗截肢猝死！飼主怒告獸醫 控虐待致死索賠200	https://www.ettoday.net/news/20260221/3110911.htm
8/2/2026	53歲男散步突暈倒「躺派出所前」 大武警即刻救援送醫	https://www.ettoday.net/news/20260221/3121099.htm
8/2/2026	油麻地酒店驚傳命案！男友暴斃房內 女友涉販毒被捕還押候訊	https://www.singtaousa.com/2026/02/20/news/china/boyfriend-dead-drugs-arrest-hotel/
8/2/2026	更新｜7名中國遊客沉入貝加爾湖溺亡 - 香港商報	https://hkcd.com/hkcdweb/content/2026/02/20/content_8741001.html
8/2/2026	【禁聞】記者直擊：中國猝死現象頻現 鄉村人煙稀少 ｜ 疫苗 ｜ 九字真言 ｜ 中國疫情 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/02/19/a104068505.html/amp
8/2/2026	湖南27歲女扁桃體發炎在醫院輸液猝死 家屬維權無門 ｜ 輸液過敏 ｜ 輸液死亡 ｜ 7歲女子醫院輸液死亡 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/02/19/a104068524.html
8/2/2026	逸東邨28歲男子住所暈倒 母親揭發惜天人永隔	https://hk.on.cc/cnt/news/20260219/mobile/bkn-20260219064957938-0219_00822_001.html
8/2/2026	初二吃湯圓噎到 港92歲翁不治身亡	https://www.ettoday.net/news/20260218/3120245.htm
8/2/2026	賴清德年初二拜廟祈福 兩度化身醫師救人（視頻） ｜ 祀典武廟主委 ｜ 狂吐 ｜ 老婦人暈倒 ｜ 新唐人電視臺	https://www.ntdtv.com/gb/2026/02/18/a104067999.html/amp
8/2/2026	觀光船側翻4人溺斃 國務院安委會掛牌督辦	https://hk.on.cc/hk/bkn/cnt/news/20260218/bkn-20260218081210060-0218_00822_001.html
8/2/2026	(男超商採購返家遇死劫 客運輾壓兩次 家屬心碎曝光事發過程)	https://www.singtao.ca/7421113/2026-02-17/news-秀茂坪?92歲老翁食湯圓+骾喉昏迷送院亡/
8/2/2026	馬鞍山耀安邨男子家中大叫後暈倒 父聞聲揭發送院惜太遲	https://hk.on.cc/hk/bkn/cnt/news/20260216/bkn-20260216084241684-0216_00822_001.html
8/2/2026	大圍隆亨邨女子街頭暈倒 送院證實不治	https://hk.on.cc/hk/bkn/cnt/news/20260216/bkn-20260216115621528-0216_00822_001.html
8/2/2026	癌末老翁被兒罵後猝死 醫生:財產別太早給子女 ｜ e南洋	https://www.enanyang.my/news/20260214/Supplement/1166770
8/2/2026	元朗屋苑女子單位內暈倒 丈夫揭發送院亡	https://hk.on.cc/hk/bkn/cnt/news/20260214/bkn-20260214073953383-0214_00822_001.html
8/2/2026	瘦底竟比肥人易猝死？醫生揭「排骨精」恐怖真相：遺傳病隨時斷電亡！3大警號中一項即醫	https://hk.ulifestyle.com.hk/topic/detail/20088890/瘦底竟比肥人易猝死-醫生揭-排骨精-恐怖真相-遺傳病隨時斷電亡-大警號中一即醫
8/2/2026	新時代美德山東 ｜ 患者家屬突然暈倒在醫院 值班護士沖上前搶救_齊魯原創_山東新聞_新聞_齊魯網	https://news.iqilu.com/shandong/yuanchuang/2026/0214/5892295.shtml
8/2/2026	總理周恩來堂侄子周爾均因病逝世 銘記堂伯父「為中華之崛起而讀書」教誨	https://www.singtao.ca/googleamp/amp.php?region=vancouver_hk&cat=145&post_id=7431037
8/2/2026	家屬說「前幾天就怪怪的」！醫揭猝死3大前兆：不是胸痛而是這感覺	https://edh.tw/articles/7pdGjJD/2
9/2/2026	中國工人猝死多 年節多地殯儀館爆滿	https://www.ntdtv.com/gb/2026/03/05/a104073192.html/amp
9/2/2026	男子葵聯邨墮樓亡(09:46) - 20260227 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260227/s00001/1772156071954/男子葵聯邨墮樓亡
9/2/2026	Instagram出手防憾事！青少年狂搜「自殺自殘」 系統將自動通知家長	https://news.pchome.com.tw/internation/crwant/20260227/index-77217416994806316011.html
9/2/2026	一架攻擊直升機都沒有 075型兩棲艦恐遭自殺無人快艇襲擊	https://www.ettoday.net/news/20260227/3122428.htm
9/2/2026	员工大年初八猝死，米哈游内部发文回应	https://www.stnn.cc/c/2026-02-27/4039591.shtml
9/2/2026	車停在油站數小時 女死者因肺炎猝死 ｜ e南洋	https://www.enanyang.my/news/20260223/Nation/1174244
9/2/2026	將軍澳景林邨6旬漢倒斃家中客廳 單位傳異味保安揭發	https://hk.on.cc/hk/bkn/cnt/news/20260222/bkn-20260222234103428-0222_00822_001_cn.html?refer=hn2
9/2/2026	港男陳屍臺北五星飯店！母今悲痛認屍 留紙條求幫付房費 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/ctinews/20260222/index-77174687547547309002.html
9/2/2026	台中55歲男長租客陳屍飯店！櫃台過年不見他蹤影 破門已屍僵 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/ctinews/20260222/index-77174885922439309002.html
9/2/2026	沙角邨七旬翁晚飯骾喉昏迷 傭工驚見急報警送院搶救	https://www.singtaousa.com/2026/02/13/news/china/elderly-chokes-on-food-unconscious-hospital/
9/2/2026	(男子西環遇溺身亡)	https://news.mingpao.com/ins/港聞/article/20260213/s00001/1770960787606/男子秀茂坪墮橋昏迷送院
9/2/2026	半夜起床喝水！男子突發「心肌梗塞」離世⚡️醫生警告『這3類飲品』夜間別碰！	https://rojaklah.com/2026/02/13/died-from-heart-attack-after-drinking-water-in-midnight-py-130226/
9/2/2026	花蓮男騎車心肌梗塞「昏倒躺路中」 送醫急救3天不治	https://www.ettoday.net/news/20260213/3118713.htm
10/2/2026	粉錦公路2死車禍｜慘死的士司機兩周前因痛風留醫 今日復工即出意外	https://www.singtao.ca/7435745/2026-03-05/news-粉錦公路2死車禍｜慘死的士司機兩周前因痛風留醫+今日復工即出意外/
10/2/2026	美以襲伊朗｜伊朗傳媒報道死亡人數升至逾1200人 德黑蘭等多地遭空襲	https://news.now.com/home/international/player?newsId=638919
10/2/2026	男子疑於太古廣場育嬰室割頸昏迷送院(15:58) - 20260305 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260305/s00001/1772696685042/男子疑於太古廣場育嬰室割頸-昏迷送院
10/2/2026	米哈游确认员工下班后猝死 消息人士：正全力协助家属善后	https://finance.sina.com.cn/tech/roll/2026-02-27/doc-inhphkfe3563207.shtml
10/2/2026	渔湾邨办事处男职员猝死 原因待查	https://hk.on.cc/hk/bkn/cnt/news/20260226/bkn-20260226185440093-0226_00822_001_cn.html?view=d
10/2/2026	北市迎風河濱公園消波塊卡屍 打撈上岸為85歲老翁 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/ctinews/20260226/index-77208450098900309002.html
10/2/2026	前TVB「御用奸角」游飇 腦出血離世終年57歲	https://www.singtaousa.com/2026/02/26/entertainment/former-tvb-actor-died-aged-57/
10/2/2026	漁灣邨辦事處悲劇｜62歲樓宇監督午後暈倒 送院搶救不治 房署聯同承辦商助遺屬	https://www.singtaousa.com/2026/02/26/news/china/building-supervisor-collapses-dies-at-work/
10/2/2026	昨晚才與家人開齋 39歲單親母親今晨陳屍河中 ｜ 社會	https://www.orientaldaily.com.my/news/society/2026/02/25/799887
10/2/2026	中區地盤工人首日上班 行19層樓梯搬建材後暈倒	https://hk.on.cc/hk/bkn/cnt/news/20260224/bkn-20260224090854837-0224_00822_001.html
10/2/2026	中環地盤工人突昏迷 送醫院搶救 - 香港商報	https://hkcd.com/hkcdweb/content/2026/02/24/content_8741339.html
10/2/2026	工程師挑戰「1公升的眼淚」調酒暴斃 店長出庭喊冤：老闆辦的	https://www.ettoday.net/news/20260224/3122268.htm
10/2/2026	48歲中國遊客春節假期在馬來西亞溺亡，遺體呈面朝下漂浮狀態，警方以意外猝死立案調查！	https://news.sina.com.cn/o/2026-02-24/doc-inhnxnuh8723219.shtml?cre=tianyi&mod=pchp&loc=1&r=0&rfunc=28&tj=cxvertical_pc_hp&tr=12
10/2/2026	柴灣肉檔48歲男職員暈倒 送院不治 消息指數日前曾患感冒	https://www.singtao.ca/7426381/2026-02-24/news-柴灣肉檔48歲男職員暈倒+送院不治/?variant=zh-hk&appedition=vancouver
10/2/2026	47歲義警驟逝留弱母+身障女 東港警募得31萬送暖助度難關	https://www.ettoday.net/news/20260223/3121620.htm
10/2/2026	華裔承包商車內身亡 死因有待解剖報告出爐 ｜ 社會	https://www.orientaldaily.com.my/news/society/2026/02/23/799332
11/2/2026	美以襲伊朗．不斷更新｜伊朗有13間醫療設施受襲 4名醫護死亡	https://news.tvb.com/sc/world/69a29d50f3bac3b7e4e57871/国际-美以襲伊朗不斷更新｜伊朗有13間醫療設施受襲-4名醫護死亡
11/2/2026	35歲獨子病逝 63歲媽1年後剖腹產把他「生回來」	https://news.nextapple.com/local/20260305/E0185B79FBC9B9392273C64B1B87BFB1
11/2/2026	(秀茂坪92歲老翁食湯圓噎喉 昏迷送院亡)	https://news.mingpao.com/ins/港聞/article/20260218/s00001/1771392406227/秀茂坪九旬翁疑食湯圓骾喉-昏迷送院亡
11/2/2026	通州街公園男子暈倒 當場證實氣絕	https://hk.on.cc/hk/bkn/cnt/news/20260211/bkn-20260211104227975-0211_00822_001.html
11/2/2026	土瓜灣印度漢墮海 昏迷送院不治	https://hk.on.cc/hk/bkn/cnt/news/20260211/bkn-20260211114855715-0211_00822_001.html
11/2/2026	飛鵝山男子失蹤 救援隊伍山坡尋獲遺體	https://hk.on.cc/hk/bkn/cnt/news/20260130/bkn-20260130115617345-0130_00822_001_cn.html
11/2/2026	32歲程式師週末暈倒後猝死，涉事公司HR離職：曾因“不希望家屬拿家人生命換錢”言論引爭議	https://finance.sina.com.cn/jjxw/2026-01-30/doc-inhizxrt0652315.shtml
11/2/2026	冬季鏟雪含猝死風險 醫生提醒高風險人群須留意 ｜ 冬季風暴 ｜ 心肌梗塞 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/01/29/a104061188.html
11/2/2026	長洲碼頭一水手疑失足墮海 腰部受傷送院 - 香港商報	https://www.hkcd.com.hk/hkcdweb/content/2026/01/29/content_8737738.html
11/2/2026	搭乘7小時航班 女律師「靠在母親肩膀上睡著」再也沒醒死因曝	https://www.ettoday.net/news/20260129/3109614.htm
11/2/2026	六旬翁跟團遊猝死 旅行社擅加行程判賠35萬人民幣	https://hk.on.cc/hk/bkn/cnt/news/20260126/bkn-20260126120853147-0126_00822_001.html
11/2/2026	西環47歲父親駕車突暈倒 11歲仔從旁驚險控制近150米 撼七人車再撞欄停下	https://www.singtao.ca/7399837/2026-01-26/news-西環47歲父親駕車突暈倒+11歲仔從旁驚險控制近百米+撼七人車再撞欄停下/
11/2/2026	炮臺山酒店女職員暈倒 送院搶救	https://www.singtao.ca/7399938/2026-01-26/news-炮台山酒店女職員暈倒+送院搶救/
11/2/2026	中年漢帶子女行港島徑暈倒 送院搶救後不治	https://www.singtao.ca/7398713/2026-01-25/news-港島徑行山漢疑與人爭執後暈倒+gfs送院搶救後不治/?variant=zh-hk
11/2/2026	30歲女吃自助餐後腹痛離世 體內三酸甘油脂揭超標26倍 醫生揭致命關鍵	https://www.singtao.ca/7398899/2026-01-25/news-30歲女吃自助餐後腹痛離世+體內三酸甘油脂揭超標26倍+醫生揭致命關鍵/
13/2/2026	台軍一現役軍人撞死泰國籍男子逃逸後被逮捕	http://hkcna.hk/docDetail.jsp?id=101259825&channel=2805
13/2/2026	伊朗：美以襲擊已造成1230名伊朗人死亡- 國際 - 香港文匯網	https://www.wenweipo.com/a/202603/05/AP69a97d46e4b04d7d56d6c457.html
13/2/2026	有片〡粉錦公路兩死車禍 女乘客往探病途中肇禍	https://hkcd.com/newsTopic_content.php?id=8743141
13/2/2026	美以襲伊朗｜已造成1230伊朗人亡 據報伊朗防空系統擊落美國F-15戰機	https://news.tvb.com/tc/world/69a97945101d7dfc26f6e646/國際-美以襲伊朗｜已造成1230伊朗人亡-據報伊朗防空系統擊落美國F-15戰機
13/2/2026	今日新聞8分鐘｜粉錦綠的撼夾斗車釀2亡｜男子離奇受傷成頭血	https://www.hk01.com/社會新聞/60327802/今日新聞8分鐘-粉錦綠的撼夾斗車釀2亡-男子離奇受傷成頭血
13/2/2026	黃詠儀醫生離世｜江旻憓送花 手寫思念卡：你令我們可以繼續追夢	https://www.hk01.com/社會新聞/60327837/黃詠儀醫生離世-江旻憓送花-手寫思念卡-你令我們可以繼續追夢
13/2/2026	尖沙咀男子疑腦中風跌倒昏迷 酒店職員揭發報案送院	https://hk.on.cc/hk/bkn/cnt/news/20260211/bkn-20260211173620862-0211_00822_001.html
13/2/2026	高慧君家中昏倒右臉骨折留後遺症	https://www.singtaousa.com/2026/02/05/entertainment/kao-hui-chun-facial-fracture-sequelae/
13/2/2026	于文文貴州開騷突暈倒 送院救治最新狀況曝光	https://hk.on.cc/hk/bkn/cnt/entertainment/20260201/bkn-20260201212512996-0201_00862_001.html
13/2/2026	程式員猝死後爭議言論曝光 公司HR已辭職	https://hk.on.cc/hk/bkn/cnt/news/20260131/bkn-20260131081242867-0131_00822_001.html
13/2/2026	北京跟團遊悲劇｜六旬漢連續兩日清晨集合猝死 家屬告贏旅行社獲賠35萬	https://www.singtaousa.com/2026/01/25/news/china/tourist-dies-after-early-morning-tours-beijing/
13/2/2026	獨自扛7人份工作！猝死程式設計師「底薪僅13K」還須全天待命	https://www.ettoday.net/news/20260123/3106093.htm
13/2/2026	廣州32歲程式員疑過勞死 搶救期間仍被拉進工作群	https://hk.on.cc/hk/bkn/cnt/news/20260123/bkn-20260123081100891-0123_00822_001.html
13/2/2026	(3醫生死亡傳與新冠疫苗有關 醫療系統發聲明指傳聞誤導)	https://news.mingpao.com/pns/中國/article/20260123/s00013/1769098979157/程式員在家辦公猝死-掀「工傷」定義爭議
13/2/2026	又有馬拉松選手賽後猝死，“酷跑”風險如何避免？(美中報道）	http://www.uschinews.com/static/content/WHT/2026-01-22/1464051489977798656.html
13/2/2026	珀麗灣碼頭對開男性浮屍 證實為日前北角失蹤六旬漢	https://hk.on.cc/hk/bkn/cnt/news/20260121/bkn-20260121103552594-0121_00822_001.html
13/2/2026	快訊／uber女司機開車到新店離奇猝死 社區警衛驚見她沒反應	https://www.ettoday.net/news/20260121/3105272.htm
16/2/2026	三藩市年初接連死亡車禍 市府受壓力加強道路安全	https://www.singtaousa.com/2026/03/05/news/usa/sf-traffic-deaths-road-safety/
16/2/2026	嘉義男誤食「倒吊子」一度昏迷 醫：含高劑量生物鹼易釀休克	https://news.pts.org.tw/article/797623
16/2/2026	尖沙咀男子倒臥酒店房內 昏迷送院搶救	https://www.singtao.ca/7415374/2026-02-11/news-尖沙咀男子倒?酒店房內+昏迷送院搶救/
16/2/2026	深水埗男租客失聯 業主登門尋找揭發已猝死	https://hk.on.cc/hk/bkn/cnt/news/20260210/bkn-20260210152204578-0210_00822_001.html
16/2/2026	北投泡湯 女友無呼吸心跳 男友搶救不治 ｜ 臺北市 ｜ 情侶 ｜ 溫泉湯屋 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/02/09/a104064674.html/amp
16/2/2026	北投員工開湯屋驚見「女友倒池內亡」 當場心碎猝逝	https://www.ettoday.net/news/20260209/3115680.htm
16/2/2026	台中沙鹿工寮飄異味「驚見陌生男死亡」！基隆家屬南下認屍	https://www.ettoday.net/news/20260209/3115932.htm
16/2/2026	別迷信瘦就健康！醫：排骨精比胖子更易猝死 - 生活新聞 - PChome Online 新聞	https://news.pchome.com.tw/living/nownews/20260209/index-77060690078660207009.html
16/2/2026	21歲國際名模猝然離世	http://finance.sina.com.cn/jjxw/2026-02-09/doc-inhmenrs2442644.shtml?cre=tianyi&mod=pcspth&loc=17&r=0&rfunc=65&tj=cxvertical_pc_spth&tr=12
16/2/2026	燒烤店老闆與多人衝突 突昏迷搶救不治亡	https://hk.on.cc/hk/bkn/cnt/news/20260207/bkn-20260207060016514-0207_00822_001.html
16/2/2026	高雄30歲女詭握睡衣全裸亡！檢方解剖查死因 父母悲慟認屍	https://www.ettoday.net/news/20260205/3113682.htm
16/2/2026	快訊／高雄港75號碼頭驚傳猝死案 貨車司機蜷縮車旁死亡	https://www.ettoday.net/news/20260204/3113013.htm
16/2/2026	于文文演唱會突暈倒昏迷急送醫！工作室深夜回應了 - 娛樂新聞 - PChome Online 新聞	https://news.pchome.com.tw/entertainment/crwant/20260202/index-77000702684515316006.html
17/2/2026	大車死角釀禍！高雄貨櫃車撞機車 7旬女騎士遭輾斃	https://tw.news.yahoo.com/大車死角釀禍-高雄貨櫃車撞機車-7旬女騎士遭輾斃-115130503.html
17/2/2026	天機試煉場｜登上亞太區收視第一宣布添食 最強巫師結局招三亡魂現身	https://www.am730.com.hk/article/1015976
17/2/2026	中大仁醫黃詠儀離世︱舊生、同袍淚灑悼念角 生命倒數1個月仍堅持手術工作	https://topick.hket.com/article/4093945/中大仁醫黃詠儀離世︱舊生、同袍淚灑悼念角　生命倒數1個月仍堅持手術工作?mtc=10012
17/2/2026	28歲男突發胰腺炎劇痛送院搶救！抽血驚見「豬油血」險死／醫生：全因愛吃3物...	https://ufood.com.hk/restaurant/news/detail/20090943/歲男突發胰腺炎劇痛送院搶救-抽血驚見-豬油血-險死-醫生-全因愛吃-物
17/2/2026	粉錦公路致命交通意外 貨車司機被捕	https://m.hkej.com/landing/mobarticle2/id/4334596/粉錦公路致命交通意外 貨車司機被捕
17/2/2026	士林「蒸餃阿姨」驚傳驟逝 一票老顧客不捨：從小吃到大	https://www.teepr.com/1873924/mollylin/周旺蒸餃酸辣湯/
17/2/2026	居服員餐盒掛門口...9旬婦亡屋內 衛福部：令人遺憾會重新檢討	https://tw.news.yahoo.com/居服員餐盒掛門口-9旬婦亡屋內-衛福部-令人遺憾會重新檢討-073943749.html
17/2/2026	婦產科名醫血癌逝世 生前曾推測因睡眠不足患癌：簡直是慢性自殺	https://www.hk01.com/台灣新聞/60327279/婦產科名醫林禹宏血癌逝世-生前曾推測因睡眠不足患癌
17/2/2026	馬來西亞母子元宵節被揭臥屍屋內72歲母逝世10日智障兒伴屍一周後猝死| 生活熱話	https://www.ohpama.com/1010276/生活熱話/生活熱話/馬來西亞-母子元宵節被揭臥屍屋內-72歲母逝世10日/
17/2/2026	快訊／國賓飯店改建工程意外！工人施工墜樓 搶救無效亡	https://www.ettoday.net/news/20260304/3126769.htm
17/2/2026	六旬男子被發現於元朗地盤水槽內 暫列屍體發現案	https://news.rthk.hk/rthk/ch/component/k2/1845974-20260304.htm
17/2/2026	塔倫天奴傳遇空襲亡 美媒證防空洞照是AI	https://www.singtaousa.com/2026/03/04/entertainment/tarantino-iran-air-strike-death-rumor/
17/2/2026	谷歌Gemini教唆自殺，佛州男子身亡家屬提告過失致死	https://www.singtaousa.com/2026/03/04/news/usa/google-faces-lawsuit-after-gemini-chatbot-allegedly-instructed-man-to-kill-himself/
17/2/2026	南加12歲足球小子突發猝逝 練習期間倒地送院不治	https://www.singtaousa.com/2026/03/04/news/usa/a-12-year-old-california-football-kid-died-suddenly-he-fell-to-the-ground-during-practice-and-was-sent-to-the-hospital-where-he-died/
17/2/2026	珍惜生命｜荃灣梨木樹邨六旬婦墮樓亡 疑因病尋短	https://www.singtao.ca/7435388/2026-03-04/news-珍惜生命｜荃灣梨木樹邨六旬婦墮樓亡+疑因病尋短/
17/2/2026	疑為趕搭高鐵 高鐵台中站男客踉蹌頭撞車門昏頭送醫	https://udn.com/news/amp/story/7320/9356849
17/2/2026	上海退役军人消防员春节返乡遇火情，挺身而出勇救被困老人	https://m.sohu.com/a/992078505_120244154?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
17/2/2026	宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會 後日起可預約旁聽 一半名額分配予宏福苑居民	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772526006961/宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會-後日起可預約旁聽-一半名額分配予宏福苑居民
17/2/2026	聖方濟各大學畢業生暈倒身有酒氣送院治理(20:01) - 20260301 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260301/s00001/1772369236964/聖方濟各大學畢業生暈倒-身有酒氣送院治理
17/2/2026	傳美軍首支自殺式無人機隊就緒 可參與打擊伊朗	https://hk.on.cc/hk/bkn/cnt/intnews/20260227/bkn-20260227111216067-0227_00992_001.html
17/2/2026	葵涌葵聯邨男子墮樓 倒臥花槽當場斃命	https://hk.on.cc/hk/bkn/cnt/news/20260227/bkn-20260227082015573-0227_00822_001.html
17/2/2026	女大學生坐31小時硬座火車 一度昏迷心跳驟停	https://hk.on.cc/hk/bkn/cnt/news/20260227/bkn-20260227161144686-0227_00822_001.html
17/2/2026	中國26歲健美網紅夢中猝逝 生前血管暴起嘴唇黑紫 ｜ 畢嘉琪 ｜ 猝死 ｜ 睡夢離世 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/02/02/a104062478.html
17/2/2026	30歲男清晨如廁1分鐘即倒地猝死！妻淚崩：只是上個廁所人就沒了	https://www.ettoday.net/news/20260202/3111431.htm
17/2/2026	〈體面〉于文文突暈倒 吳克群「多唱2首暖心救場」…獲陸網讚爆	https://www.ettoday.net/news/20260202/3111604.htm
17/2/2026	女歌手于文文貴州演唱會突然暈倒昏迷（視頻） ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/02/02/a104062388.html
17/2/2026	青衣男子村屋內暈倒 未及送院惜殞命	https://hk.on.cc/hk/bkn/cnt/news/20260202/bkn-20260202191958659-0202_00822_001.html
17/2/2026	(男子爬雅靈山猝死 證實心臟病發)	https://news.mingpao.com/ins/港聞/article/20260202/s00001/1770023825080/男子迪欣湖遇溺身亡
17/2/2026	(男子猝死跑車內 遺體未發現傷口)	https://news.mingpao.com/ins/港聞/article/20260202/s00001/1770023825080/男子被發現在迪欣湖面漂浮-送院搶救不治
20/2/2026	陈破空：两会开幕，元老猝逝！他是胡锦涛的恩师。王沪宁暗使绝招：为习设计一动作，让他重复出丑，被所有人看不起。加总理爆料：会谈十分钟，习只跟他密谈一件事！直播与互动：美东时间3月5日早8:45、中港台晚9:45	https://www.bannedbook.org/bnews/sohnews/20260305/2293808.html/amp
20/2/2026	粉錦公路車禍兩人死亡 35歲貨車司機涉危駕引致他人死亡被捕	https://news.rthk.hk/rthk/ch/component/k2/1846176-20260305.htm
20/2/2026	粉錦公路奪命車禍｜與綠的相撞釀2死 35歲夾斗貨車男司機被捕	https://www.hk01.com/突發/60327815/粉錦公路奪命車禍-與綠的相撞釀2死-35歲夾斗貨車男司機被捕
20/2/2026	中国科学院院士、清华大学物理系教授王崇愚逝世，享年93岁	https://finance.sina.cn/stock/jdts/2026-03-05/detail-inhpxspk3213517.d.html?vt=4&cid=76993&node_id=76993
20/2/2026	許維恩罹患乳癌！前男友楊明學因癌症早逝 兩人同拍王菲MV惹鼻酸	https://www.nownews.com/news/6791969
20/2/2026	影/1天2起吸毒亡！基隆男死在巷弄 台中裝修工暴斃在老闆車上	https://tw.news.yahoo.com/影-1天2起吸毒亡-基隆男死在巷弄-台中裝修工暴斃在老闆車上-061245668.html
20/2/2026	珍惜生命│青衣邨中年漢墮樓 跌落平台行人天橋當場亡	https://std.stheadline.com/breaking-news/3549617/珍惜生命青衣邨中年漢墮樓-跌落平台行人天橋當場亡
20/2/2026	《AI》匯豐控股(00005.HK)出現「死亡交叉」技術圖表形態	http://www.aastocks.com/tc/stocks/analysis/stock-aafn-con/00005/AI/AI167669/hk-stock-news
20/2/2026	天水圍兩司機相撞爭執 中年婦激動嘔吐暈倒 搶救兩日不治	https://www.singtao.ca/7435448/2026-03-04/news-天水圍兩司機相撞爭執+中年婦激動嘔吐暈倒+搶救兩日不治/
20/2/2026	報警訛稱強姦及勒索10萬英鎊英籍女子被裁定罪成候判(20:51) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772542537573/報警訛稱強姦及勒索10萬英鎊-英籍女子被裁定罪成候判
20/2/2026	土瓜灣道地盤男工人暈倒不治(18:58) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772535012403/土瓜灣道地盤男工人暈倒不治
20/2/2026	屯門23歲女子財困燒炭 父親發救唔番	https://hk.on.cc/hk/bkn/cnt/news/20260303/bkn-20260303201601599-0303_00822_001.html
20/2/2026	62歲男工處理漁船積水時意外觸電 留院一晚後不治 (23:30) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772551909750/62歲男工處理漁船積水時意外觸電-留院一晚後不治
21/2/2026	（有片）伊朗首次使用最快自殺式無人機- 國際	https://www.dotdotnews.com/a/202603/05/AP69a953c9e4b0c32d4f6acc55.html
21/2/2026	北海道雪崩約40歲台灣登山客被困 送院後仍昏迷	https://news.tvb.com/tc/world/69a9634f101d7dfc26f613d0/國際-北海道雪崩約40歲台灣登山客被困-送院後仍昏迷
21/2/2026	的士粉錦公路撼貨車司機與女乘客不治貨車司機被捕(18:46) - 20260305 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260305/s00001/1772684412641/的士粉錦公路撼貨車-司機與女乘客不治-貨車司機被捕
21/2/2026	中大仁醫黃詠儀離世︱77歲女病人淚憶5年「醫患情」 難忘1暖心舉動：永遠記住她	https://topick.hket.com/article/4093906/
21/2/2026	居服員送餐「不知屋內婦死亡」 衛福部：長照接觸點應主動關懷	https://health.ettoday.net/news/3126706
21/2/2026	土瓜灣六旬地盤釘板工猝死 遺霜哭訴：啲錢畀哂啲仔女讀書	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304122014945-0304_00822_001.html
21/2/2026	美以襲擊已致伊朗787人死亡	https://bau.com.hk/web/article/1478687435195518976/web/content_1478687435195518976.html
21/2/2026	年後腦霧別輕忽！中醫教你清腦養腦、找回專注力	https://www.uho.com.tw/article-68976.html
21/2/2026	「哈米尼亡政權不會自動垮台」 伊朗前王后：兒子準備團結人民	https://www.worldjournal.com/wj/story/123308/9358750
21/2/2026	《死亡之握：鬼牽手》首曝預告 「⼀牽會死，不牽等死」死亡規則曝光	https://tw.news.yahoo.com/《死亡之握：鬼牽手》首曝預告-「⼀牽會死，不牽等死」死亡規則曝光-063119848.html
21/2/2026	39萬元複製離世愛犬 飼主稱後悔揭殘酷現實	https://www.am730.com.hk/article/1015536
21/2/2026	青衣邨男子墮樓 當場證實不治	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304142314714-0304_00822_001.html
21/2/2026	元宵夜母子横尸家中 邻居闻恶臭揭悲歌	https://atvnewsonline.com/world/元宵夜母子横尸家中-邻居闻恶臭揭悲歌/
22/2/2026	明星健康｜32歲百億富二代男星疑現猝死先兆？ 突腦缺氧呼吸困難中斷拍攝曾腦出血開顱縫43針	https://topick.hket.com/article/4093664/明星健康｜32歲百億富二代男星疑現猝死先兆？　突腦缺氧呼吸困難中斷拍攝曾腦出血開顱縫43針?mtc=10012
22/2/2026	苗可麗母驟逝體悟無常 用陪伴鼓勵父親運動	https://www.fountmedia.io/article/357822
22/2/2026	"嘉義死亡車禍! 女騎士疑為閃違停""遭2車夾擊輾斃"""	https://tw.news.yahoo.com/嘉義死亡車禍-女騎士疑為閃違停-遭2車夾擊輾斃-100427360.html
22/2/2026	貪圖方便？ 疑買飲料違停機車道 婦人遭聯結車輾過爆頭亡	https://www.eracom.com.tw/EraNews/Home/Society/2026-03-05/2278955.html
22/2/2026	韓國靈媒真人秀現場失控！委託人亡姊疑附身胞妹 錄影被迫中斷	https://tw.news.yahoo.com/韓國靈媒真人秀現場失控-委託人亡姊疑附身胞妹-錄影被迫中斷-100100871.html
22/2/2026	山東41歲打鐵花網紅｢村夫｣疑一氧化碳中毒亡 單親爸爸獨自養兩女	https://www.hk01.com/大國小事/60327132/山東41歲打鐵花網紅-村夫-疑一氧化碳中毒亡-單親爸爸獨自養兩女
22/2/2026	游飈3.21設靈翌日火化 黃文標代公告亡友訃聞 上月尾因腦溢血病逝	https://www.tvb.com/artiste-news-c/游飈3-21設靈翌日火化-黃文標代公告亡友訃聞--上月尾因腦溢血猝逝-1012186
22/2/2026	日前坠水坝失踪 男子遗体寻获	https://perak.chinapress.com.my/20260304/日前坠水坝失踪-男子遗体寻获/
22/2/2026	包包搜出74克安毒！基隆男昏倒路邊不治 警挖前科追查中	https://www.ftnn.com.tw/news/527349
22/2/2026	名醫林禹宏63歲病逝！血癌抗病多年 生前兩度發文示警：回想起簡直是慢性自殺	https://www.mirrormedia.mg/story/20260304edi032
22/2/2026	元朗有單位疑因拜神起火 屋內11隻寵物亡 六旬女住戶吸入濃煙不適 (22:42) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548959039/元朗有單位疑因拜神起火-屋內11隻寵物亡-六旬女住戶吸入濃煙不適
23/2/2026	吉林63歲失獨媽產女 把癌逝兒生回來…網：卵子哪來？	https://tw.news.yahoo.com/吉林63歲失獨媽產女-把癌逝兒生回來-網-卵子哪來-062524099.html
23/2/2026	追蹤報道｜粉錦公路交通意外 五旬的士司機與八旬女乘客死亡	https://hkcd.com/hkcdweb/content/2026/03/05/content_8743055.html
23/2/2026	嘉義女騎士閃違停車 捲聯結車底「輾出臟器」斃命 死者身分曝光	https://news.ebc.net.tw/news/society/540555
23/2/2026	我国计算材料物理专家王崇愚逝世，享年93岁	https://www.jiemian.com/article/14075440.html
23/2/2026	年半百漢鐵通毆斃男子囚4年 官指二人均有責任被告只是較強	https://hk.on.cc/hk/bkn/cnt/news/20260302/bkn-20260302175028677-0302_00822_001.html
23/2/2026	中環男工失足墮海亡 兩同事亦告受傷	https://hk.on.cc/hk/bkn/cnt/news/20260302/bkn-20260302200331543-0302_00822_001.html
23/2/2026	快訊／碰一聲巨響！桃園火車站旁「女15樓墜落亡」 嚇壞候車民眾	https://www.ettoday.net/news/20260302/3125306.htm
23/2/2026	烘爐地奪命車禍！ 祖孫「三貼」3歲童傷重不治	https://www.nexttv.com.tw/NextTV/News/Home/Society/2026-03-02/2275636.html
23/2/2026	灣仔維港男工浮標上墮海 昏迷送院不治 意外一刻曝光	https://www.singtao.ca/7432191/2026-03-02/news-維港領航船38歲男工浮標上墮海+昏迷送院不治 意外一刻曝光/
23/2/2026	丈夫病逝又罹乳癌 枋寮警號召募款幫原鄉婦度難關	https://www.ettoday.net/news/20260302/3125052.htm
23/2/2026	珍惜生命│天盛商場10多歲女生割手腕後危坐天台 擾攘句鐘返回安全位置	https://www.singtao.ca/7432879/2026-03-02/news-珍惜生命｜天盛商場16歲女學生割腕危坐天台+擾攘句鐘救回+疑受學業困擾/
23/2/2026	珍惜生命｜屯門建生邨男子墮樓 當場死亡	https://www.singtao.ca/7432983/2026-03-02/news-珍惜生命｜屯門建生邨男子墮樓+當場死亡/
24/2/2026	珍惜生命｜金鐘太古廣場男子反鎖育嬰室 頸浴血昏迷遺下利刀	https://www.hk01.com/突發/60327747/珍惜生命-金鐘太古廣場男子反鎖育嬰室-頸浴血昏迷遺下利刀
24/2/2026	巴西重機網美車禍遭輾斃！父路過「一眼認出」 下秒崩潰自戕	https://news.tvbs.com.tw/world/3143100?from=pulldownmenu_content_國際_巴西重機網美車禍遭輾斃！父路過「一眼認出」　下秒崩潰自戕
24/2/2026	馬鞍山棄兔管理員漠視失救死亡 當垃圾處理 兔兔基地發聯署求房署及物管交代	https://eastweek.stheadline.com/pets/17744/馬鞍山棄兔管理員漠視失救死亡-當垃圾處理-兔兔基地發聯署求房署及物管交代
24/2/2026	寒假熬夜打4天遊戲！男大生「啊一聲」倒地暴斃 母悲痛拔管	https://news.pchome.com.tw/society/ctinews/20260301/index-77237573895754309002.html
24/2/2026	非洲古巴音樂的馬里名笛手逝世	https://www.rfi.fr/tw/非洲/20260301-rfi法廣-尼古拉-非洲古巴音樂的馬里名笛手逝世
24/2/2026	伊朗導彈反擊｜革命衛隊稱美軍已逾560人死傷 中情局6高官亡	https://www.singtao.ca/7431939/2026-03-01/news-伊朗導彈反擊｜革命衛隊稱美軍已逾560人死傷+中情局6高官亡/?variant=zh-hk
24/2/2026	將軍澳24歲男生畢業禮期間昏迷 身有酒氣送院搶救	https://www.singtao.ca/7431047/2026-03-01/news-將軍澳24歲男生畢業禮期間昏迷+身有酒氣送院搶救/
24/2/2026	高雄小港驚傳墜樓！婦倒臥血泊慘死 家屬接惡耗情緒崩潰	https://www.ettoday.net/news/20260228/3124254.htm
24/2/2026	彩虹邨男子墮樓 送院搶救不治	https://hk.on.cc/hk/bkn/cnt/news/20260228/bkn-20260228103932256-0228_00822_001.html
25/2/2026	亡妻附身哭喊「不要死」！55歲樂團主唱崩潰相擁 通靈巫師坐地痛喊「要昏倒」一度停機	https://tw.news.yahoo.com/亡妻附身哭喊-不要死-55歲樂團主唱崩潰相擁-通靈巫師坐地痛喊-要昏倒-055300596.html
25/2/2026	男子倒斃上水村屋昨晚曾飲酒(22:28) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548557465/男子倒斃上水村屋-昨晚曾飲酒
25/2/2026	屯门建生邨男子堕楼 头爆肢折当场身亡	https://hk.on.cc/cnt/news/20260303/bkn-20260303120632770-0303_00822_001_cn.html
25/2/2026	男工人浮泡上工作墮海昏迷送院搶救不治(22:06) - 20260302 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260302/s00001/1772458247116/男工人浮泡上工作墮海昏迷-送院搶救不治
25/2/2026	三名美軍士兵在美伊衝突中死亡，凸顯美國戰爭風險- 紐約時報中文網	https://cn.nytimes.com/usa/20260302/iran-war-troops-deaths-casualties/zh-hant/
25/2/2026	黃大仙彩雲邨12歲女墮樓 頭傷送院治理	https://hk.on.cc/hk/bkn/cnt/news/20260302/bkn-20260302080356365-0302_00822_001.html
25/2/2026	米哈游36岁程序员猝死，年后刚复工一天	https://www.szhgh.com/Article/news/resou/2026-02-28/399480.html
27/2/2026	台中資深理專疑遭霸凌墜樓亡 女兒痛訴：沒能看我結婚	https://tw.news.yahoo.com/台中資深理專疑遭霸凌墜樓亡-女兒痛訴-沒能看我結婚-054050122.html
27/2/2026	黃詠儀醫生離世｜抗癌兩年仍堅守崗位 基層出身發奮考入中大醫學院	https://std.stheadline.com/health-edu/3549943/黃詠儀醫生離世抗癌兩年仍堅守崗位基層出身發奮考入中大醫學院
27/2/2026	天瑞路兩私家車相撞 女司機落車激動理論 昏迷送院留醫2日亡	https://www.hk01.com/article/60327684
27/2/2026	婦產科名醫吳蘭香癌逝！曾創24小時接生30名新生兒紀錄	https://tw.news.yahoo.com/婦產科名醫吳蘭香癌逝-曾創24小時接生30名新生兒紀錄-055723700.html
27/2/2026	兒才過世2月！公公趁媳服藥熟睡伸狼爪 辯是她主動	https://news.ebc.net.tw/news/society/540498
27/2/2026	女騎士慘遭曳引車輾斃！嘉檢偵辦2車駕駛涉過失致死1人再涉肇逃	https://udn.com/news/amp/story/7320/9361356
27/2/2026	女騎士閃違停賓士遭聯結車輾斃！家屬心碎提告過失致死 他另涉肇逃	https://www.ettoday.net/news/20260305/3127296.htm
27/2/2026	（有片）粉錦公路綠的對撼夾斗車司機乘客昏迷送院雙亡- 港聞	https://www.dotdotnews.com/a/202603/05/AP69a91d7de4b0c32d4f6ac2a6.html
27/2/2026	宋平同志逝世- 神州 - 香港文匯網	https://www.wenweipo.com/s/202603/04/AP69a81404e4b04d7d56d683f7.html
27/2/2026	劉沛蘅愛犬元宵節離世 傷心發文： 謝謝你帶給我很多幸福溫暖和快樂	https://www.bastillepost.com/hongkong/article/15708660-劉沛蘅愛犬元宵節離世-傷心發文：謝謝你帶給我很
27/2/2026	山東網紅「村夫」除夕夜燒炭取暖 疑一氧化碳中毒身亡	https://www.singtaousa.com/2026/03/03/news/china/shandong-influencer-carbon-monoxide-poisoning-death/
27/2/2026	粉絲腦中風昏迷 林志玲到醫院探視	https://www.singtaousa.com/2026/03/03/entertainment/lin-chi-ling-visits-comatose-fan/
27/2/2026	湖南湘潭一店舖發生氣體爆炸 釀1死5傷 (12:57) - 20260302 - 兩岸	https://news.mingpao.com/ins/兩岸/article/20260302/s00004/1772426947969/湖南湘潭一店舖發生氣體爆炸-釀1死5傷
27/2/2026	男子駕車停汀九橋墮海 獲救昏迷送院 (15:29) - 20260302 - 港聞	https://news.mingpao.com/ins/港聞/article/20260302/s00001/1772435477915/男子駕車停汀九橋墮海-獲救昏迷送院
27/2/2026	因二手單車買賣起爭執中年漢鐵通毆斃買家誤殺罪成囚4年 (18:05) - 20260302 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260302/s00001/1772445679438/因二手單車買賣起爭執-中年漢鐵通毆斃買家-誤殺罪成囚4年
27/2/2026	力推《涼宮春日》紅遍全球 76歲京都動畫社長今傳病逝	https://news.nextapple.com/entertainment/20260302/DACE7B4A1975DA7A4BB6ED8F6711CAD8
27/2/2026	北市婦下公車遭輾斃！司機未查看繼續開 警帶回偵辦	https://news.pchome.com.tw/society/crwant/20260302/index-77243349235550316002.html
27/2/2026	新北石門「妻離奇自撞慘死山中」！夫悲慟：不知她為何去那	https://news.pchome.com.tw/society/ctinews/20260302/index-77243504282645309002.html
27/2/2026	約克大學華裔學生撞死一名休班警員 被判六年監禁	https://www.singtao.ca/7432510/2026-03-02/news-約克大學華裔學生撞死一名休班警員+　被判六年監禁/?variant=zh-hk
27/2/2026	老翁疑因债务纠纷 砍伤男子后上吊亡	https://www.chinapress.com.my/20260302/老翁疑因债务纠纷-砍伤男子后上吊亡/
27/2/2026	連8波反擊！伊朗稱：美軍死傷已破560人 6名CIA高官亡	https://www.ettoday.net/news/20260302/3125172.htm
27/2/2026	公車輾斃北市老婦 大都會客運：司機不知撞到人「非故意肇逃」	https://www.ettoday.net/news/20260302/3125196.htm
27/2/2026	「山寨版見證者」狂炸伊朗！ 美軍自殺無人機首度實戰	https://www.ettoday.net/news/20260302/3125208.htm
27/2/2026	怨女兒沒探望癌末母！父冒名發信「同性伴侶身首異處」：盼瞻仰遺容	https://www.ettoday.net/news/20260302/3125222.htm
27/2/2026	烘爐地祖孫3貼自撞金孫不治 爸媽下山目睹悲劇！爺爺涉過失致死	https://www.ettoday.net/news/20260302/3125264.htm
27/2/2026	消防回应男子爬山被困被指浪费资源：群众需求至上	https://finance.sina.cn/2026-03-02/detail-inhpqeer4679367.d.html?vt=4&cid=76675&node_id=76675
27/2/2026	女童彩雲邨墮樓 清醒送院 (09:35) - 20260302 - 港聞	https://news.mingpao.com/ins/港聞/article/20260302/s00001/1772414374866/女童彩雲邨墮樓-清醒送院
27/2/2026	突發！于文文貴州演唱會上突然暈倒，緊急送院，粉絲憂心！	https://www.singtaousa.com/2026/02/01/news/china/singer-yu-wenwen-collapses-concert/
27/2/2026	廣州32歲程式員週末猝死 搶救期間還被拉入工作群 ｜ 年輕人猝死 ｜ 程式員加班 ｜ 996 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/01/21/a104058800.html
27/2/2026	整形慘變死別！27歲巴西網紅術後肺栓塞 兩度癲癇亡 遺兩幼女	https://www.bastillepost.com/hongkong/article/15685054-整形慘變死別！27歲巴西網紅術後肺栓塞-兩度癲癇
27/2/2026	「睡眠1狀況」心梗機率增4倍！醫生也中招：嚴重恐猝死 ｜ 祝你健康	https://health.setn.com/news/1793493
27/2/2026	老人路邊暈倒女子半跪急救到腿抖 網友：她用本能救了陌生人也暖了一座城_新聞頻道_中華網	https://news.china.com/socialgd/10000169/20260211/49243792.html
27/2/2026	睡眠危機｜ICU醫生24年來一晚醒300次 自爆被1種狀況纏身 中風心梗風險高4倍易猝死【附1分鐘自測患病風險】	https://topick.hket.com/article/4083853/睡眠危機｜ICU醫生24年來一晚醒300次　自爆被1種狀況纏身　中風心梗風險高4倍易猝死【附1分鐘自測患病風險】
27/2/2026	高金素梅偵訊半小時疑發燒身體不適 緊急送台大醫治 ｜ 時事	https://video.udn.com/news/1318923
27/2/2026	高金素梅涉詐助理費 偵訊身體不適急送醫 限制出境 前主任清晨送辦 ｜ 時事	https://video.udn.com/news/1318925
28/2/2026	一次做抽脂隆胸等3项手术 医美老板整形猝死	https://atvnewsonline.com/world/一次做抽脂隆胸等3项手术-医美老板整形猝死/
28/2/2026	有片| 粉錦公路的士迎頭硬撼夾斗車的士司機與女乘客雙雙不治- 東張+	https://www.mytvsuper.com/tc/scoopplus/news/headlines/16870438268683/新聞-有片---粉錦公路的士迎頭硬撼夾斗車--的士司機與女乘客雙雙不治
28/2/2026	快訊／40年接生數萬嬰！婦產科名醫驚傳癌逝 享壽67歲	https://www.setn.com/m/ampnews.aspx?NewsID=1802812
28/2/2026	曾預示教宗、黛安娜王妃逝世！500年前預言再命中美國用「這方式」對伊朗開戰	https://tw.news.yahoo.com/曾預示教宗-黛安娜王妃逝世-500年前預言再命中美國用-這方式-對伊朗開戰-062400088.html
28/2/2026	影／高金素梅複訊5分鐘「感覺快要昏倒」 進台大急診室畫面曝 ｜ 時事	https://video.udn.com/news/1318934
28/2/2026	安慶站月臺上一旅客突然暈倒，多名乘客聯手救援，車站：患病旅客已送醫救治	https://www.sohu.com/a/985918277_121284943
28/2/2026	珍惜生命｜九龍城碼頭男子墮海亡 疑受工作問題困擾	https://www.stheadline.com/breaking-news/3543836/九龍城碼頭男子墮海-送院不治
28/2/2026	澳洲华人老者做心脏测试5分钟猝亡，涉事医生竟从未当面接诊？！	https://www.yeeyi.com/news/details/2978271
28/2/2026	兩名男子週日淩晨在地鐵列車上被發現死亡 ｜ 寒冷 ｜ 大紀元	https://www.epochtimes.com/b5/26/2/10/n14694866.htm/amp
28/2/2026	臺北溫泉湯屋情侶猝死雙屍命案 法醫推測奪命原因幾秒可致命 附5大保命守則 ｜ U Travel	https://utravel.com.hk/news/detail/20088838/台北溫泉湯屋情侶猝死雙屍命案-法醫推測奪命原因幾秒可致命-附-大保命守則
28/2/2026	7旬翁半夜口渴飲水竟致猝死！醫生警告睡前飲3種水恐奪命！救命水變催命水 ｜ U Food	https://ufood.com.hk/restaurant/news/detail/20088891/旬翁半夜飲水致猝死-醫生揭-大飲水地雷-飲冰水-太快-鹽水恐誘發心血管病
28/2/2026	寒流威力驚人！台中24小時21人無心跳 108歲人瑞猝死	https://tw.news.yahoo.com/寒流威力驚人-台中24小時21人無心跳-108歲人瑞猝死-111705444.html
28/2/2026	北投溫泉湯屋2死命案！ 女客「陳屍泡湯池」男友目睹崩潰送醫不治-台視新聞網	https://news.ttv.com.tw/news/11502080003300W
28/2/2026	台灣潛水專家日本礦場遺址遇溺亡 政府被批未負起打撈遺骸責任 ｜ 無綫新聞TVB News	https://news.tvb.com/tc/world/698915533f9518a5ccdbe1bb/國際-台灣潛水專家日本礦場遺址遇溺亡政府被批未負起打撈遺骸責任
28/2/2026	上個廁所卻猝死？重症醫點名「便秘族」 這些前兆出現可能已在死亡邊緣	https://tw.news.yahoo.com/上個廁所卻猝死-重症醫點名-便秘族-這些前兆出現可能已在死亡邊緣-023000343.html
28/2/2026	天冷泡湯悲劇！北投湯屋2民眾池內外暴斃	https://tw.news.yahoo.com/天冷泡湯悲劇-北投湯屋2民眾池內外暴斃-115623256.html
1/3/2026	TVB“御用烂仔”年初八猝逝，年仅57岁！留8岁幼女	https://m.yule.360.com/content/4942473
1/3/2026	女星獨子驚傳陳屍豪宅內...得年23歲！家屬悲痛證實 真實死因曝 ｜ 娛樂星聞	https://star.setn.com/news/1799501
1/3/2026	三個血管“定時炸彈”，猝死風險翻倍	https://m.thepaper.cn/newsDetail_forward_32647282
1/3/2026	中環地盤男工首日上班 搬建材行樓梯上19樓 突暈倒送院搶救	https://std.stheadline.com/breaking-news/3547016/中環地盤男工突暈倒-昏迷送院搶救
1/3/2026	屏東海口沙灘11隻小虎鯨擱淺！4隻死亡7隻急救中	https://tw.news.yahoo.com/屏東海口沙灘11隻小虎鯨擱淺-4隻死亡7隻急救中-073431659.html
1/3/2026	深水埗中年漢失聯 業主登門揭倒斃屋內	https://www.hk01.com/突發/60321036/深水?中年漢失聯-業主登門揭倒斃屋內
1/3/2026	北投湯屋2死悲劇時間軸曝！交往20多年同天亡 20歲兒悲痛認父母雙屍 ｜ 社會	https://www.setn.com/m/ampnews.aspx?NewsID=1793134
1/3/2026	婦公園運動險暈倒 福德警即刻伸援協助送醫 - 全國旅遊時報	https://z98737406.tw/?p=88528
1/3/2026	名醫戴呼吸器睡覺24年！自爆「每小時呼吸停止36次」：恐猝死	https://health.ettoday.net/news/3117024
2/3/2026	名醫離世| 63歲婦科名醫血癌病逝曾歷肺部骨髓移植生前不煙不酒作息規律嘆一行為如慢性自殺- 東張+	https://www.mytvsuper.com/tc/scoopplus/healthcare/health/16869729511885/健康醫美-名醫離世---63歲婦科名醫血癌病逝-曾歷肺部骨髓移植-生前不煙不酒作息規律-嘆一行為如慢性自殺
2/3/2026	三餐這樣吃超傷眼！30歲科技男上班突昏倒 血糖飆破800「眼球血管爆裂」	https://tw.news.yahoo.com/三餐這樣吃超傷眼-30歲科技男上班突昏倒-血糖飆破800-眼球血管爆裂-030006633.html
2/3/2026	香港handpan教父、90年代三大獨立樂隊...HUH!?團員Edmund Leung逝世 享年63歲	https://p-articles.com/heteroglossia/5799.html
2/3/2026	黃子韜泡溫泉突臉色慘白！錄影急喊「腦子好難受」 粉絲憂猝死前兆	https://stars.udn.com/star/amp/story/10089/9360786
2/3/2026	除夕才表演完！中国知名网红⚡️「一氧化碳中毒亡」留下2女儿！弟弟证实：终年41岁	https://rojaklah.com/2026/03/05/wanghong-dies-suddenly-from-carbon-monoxide-poisoning-py-050326/
2/3/2026	沈玉琳抗癌7個月回歸「潘若迪相擁痛哭」 媒體人讚：演藝圈最純粹友情	https://star.setn.com/news/1802720?utm_campaign=viewallnews
2/3/2026	大甲高工生命教育講座 從吸毒看健康人生	http://www.lnanews.com/news/175444
2/3/2026	超高齡產婦| 因獨子病逝吉林63歲婦再懷孕誕女：我的孩子回來了| 生活熱話	https://www.ohpama.com/1010415/生活熱話/生活熱話/超高齡產婦-獨子病逝-63歲/
2/3/2026	粉錦公路的士迎頭撼夾斗貨車 司機女乘客俱傷重死亡 胞弟哽咽「我唯一一個家姐」（更新）	https://www.am730.com.hk/本地/1015854/粉錦公路的士迎頭撼夾斗貨車-司機女乘客俱傷重死亡-更新-
2/3/2026	北市文山區知名餐廳女員工昨深夜反鎖冰櫃 今早發現已死亡	https://udn.com/news/amp/story/7320/9341649
2/3/2026	檳城38歲女子車內猝死 法醫證實死因肺炎	https://www.8tvnews.my/localnews/bincheng38suinuzicheneicusi-fayizhengshisiyinfeiyan/
2/3/2026	中環威靈頓街地盤45歲男工突然暈倒 昏迷送院搶救（更新） ｜ am730	https://www.am730.com.hk/article/1013331
2/3/2026	中環威靈頓街地盤工人暈倒昏迷送院 事前疑行多層樓梯搬建築材料	https://www.hk01.com/突發/60324438/中環威靈頓街地盤-工人突然暈倒-昏迷送院
2/3/2026	《女相師》劇情驚人好看！白髮上古神女歸來討眼瞳、節奏緊湊網評「精品短劇天花板」、導演猝逝添洋蔥，第二季最新消息？	https://www.marieclaire.com.tw/entertainment/tvshow/91893
2/3/2026	26歲陸健美網紅夢中猝逝！生前「唇發紫、血管鼓起」誤當疲勞	https://tw.news.yahoo.com/26歲陸健美網紅夢中猝逝-生前-唇發紫-血管鼓起-誤當疲勞-052905458.html
2/3/2026	快訊／開工3天傳憾事！台中七期商辦驚傳墜樓…女「臟器外露」當場死亡	https://tw.news.yahoo.com/快訊-開工3天傳憾事-台中七期商辦驚傳墜樓-女-臟器外露-055000743.html
2/3/2026	「一公升的眼淚」奪命！工程師ATT廁所猝死 酒吧店長開庭喊冤：負責人臨時辦的活動 ｜ FTNN 新聞網	https://www.ftnn.com.tw/news/525497
2/3/2026	TVB「御用爛仔」遊飈病逝！腦出血昏迷12天不治 享年57歲 ｜ FTNN 新聞網	https://www.ftnn.com.tw/news/525656
2/3/2026	春節出遊魂斷異鄉 49歲中國遊客馬來西亞下海游水溺斃	https://www.hk01.com/即時中國/60324815/春節出遊魂斷異鄉-49歲中國遊客馬來西亞下海游水溺斃
2/3/2026	柴灣宏德居商場肉檔男職員暈倒 同事報案送院惜不治	https://www.hk01.com/突發/60324678/柴灣宏德居商場肉檔男職員暈倒-同事報案送院惜不治
2/3/2026	士兵軍營猝逝 火化後驚見金屬湯匙...泰離奇｜東森新聞	https://news.ebc.net.tw/news/world/539220
2/3/2026	男子九龍城對開海面墮海 昏迷送院 ｜ 無綫新聞TVB News	https://news.tvb.com/tc/local/699e426ff3bac3b7e4c05050/港澳-男子九龍城對開海面墮海昏迷送院
2/3/2026	賴清德屏東發福袋遇老婦暈倒 親上前關心遞水畫面曝光 ｜ 政治 ｜ 20260218 ｜ 即時新聞 ｜ 翻報	https://turnnewsapp.com/livenews/politicsv3/20260218000745-260407
2/3/2026	工作過勞︱32歲IT男週末OT疑過勞猝逝 搶救期間被拉入群「收order」遺物遭公司當垃圾丟棄	https://topick.hket.com/article/4073728/工作過勞︱32歲IT男周末OT疑過勞猝逝　搶救期間被拉入群「收order」遺物遭公司當垃圾丟棄
2/3/2026	梁小龍「公開反對器官移植」隔天猝逝！ 成龍喊「北京天很陰」引發聯想 ｜ 娛樂星聞	https://star.setn.com/news/1783708
2/3/2026	21歲國際名模家中猝逝 警方初步排除他殺 外媒爆其為進修剛搬家	https://www.hk01.com/即時娛樂/60320637/21歲名模cristina-p?rez-galcenco在家中猝逝-警方初步排除他殺
2/3/2026	油塘3歲女童家中突然昏迷｜父親及時報案送院 結局令人鬆一口氣	https://www.weekendhk.com/最新焦點/最新時事速遞-幼童安全-緊急救援-3365115/
2/3/2026	北投溫泉2死悲劇！女友獨自「泡湯疑猝死」男友撞見這一幕…也倒下不治	https://tw.news.yahoo.com/北投溫泉2死悲劇-女友獨自-泡湯疑猝死-男友撞見這-幕-230300200.html
2/3/2026	寒冬泡湯暗藏危機！46歲情侶檔北投湯屋猝逝…醫授5大泡湯秘訣防心梗、休克：這3類人別泡太久	https://tw.news.yahoo.com/寒冬泡湯暗藏危機-46歲情侶檔北投湯屋猝逝-醫授5大泡湯秘訣防心梗-休克-這3類人別泡太久-060001592.html
2/3/2026	無法接受事實！女友泡湯3小時猝死 湯屋男員工疑心臟病發亡	https://tw.news.yahoo.com/無法接受事實-女友泡湯3小時猝死-湯屋男員工疑心臟病發亡-023800822.html
2/3/2026	瘦子猝死頻傳！醫曝「恐怖禍首」：有「3特徵」快就醫檢查	https://tw.news.yahoo.com/瘦子猝死頻傳-醫曝-恐怖禍首-有-3特徵-234600350.html
2/3/2026	離奇雙屍命案! 女友獨自泡湯亡 男友查看倒地猝死	https://tw.news.yahoo.com/離奇雙屍命案-女友獨自泡湯亡-男友查看倒地猝死-032102845.html
2/3/2026	下裸猝死公務員家中！「真人芭比」突遭開棺驗屍...檢方曝案情大反轉	https://tw.news.yahoo.com/下裸猝死公務員家中-真人芭比-突遭開棺驗屍-檢方曝案情大反轉-092400965.html
2/3/2026	馬鞍山27歲男子房內大叫後暈倒 父親發現惜終不治（更新） ｜ am730	https://www.am730.com.hk/本地/1011886/馬鞍山耀安?27歲男子暈倒家中-父親發現惜終不治
2/3/2026	75歲翁進食時疑鯁喉｜昏迷送院搶救	https://www.weekendhk.com/最新焦點/最新時事速遞-沙田意外-長者安全-3368216/
2/3/2026	馬鞍山耀安邨27歲男子睡房內突然大叫 繼而昏迷 送院不治	https://www.hk01.com/article/60322847
2/3/2026	憋尿竟會致命？醫師點名「這 3 類人」最危險：腎臟病患感染，死亡率竟高達 50%	https://www.womenshealthmag.com/tw/healthhealth/womenhealth/g70308875/hold-in-urine-3-risk-1770800820/
2/3/2026	「火雲邪神」梁小龍心臟衰竭猝逝享年77歲 生前絕筆信曝光：原諒我不辭而別	https://hk.ulifestyle.com.hk/topic/detail/20086902/火雲邪神-梁小龍心臟衰竭猝逝享年-歲-生前絕筆信曝光-當我去了遠方拍戲
2/3/2026	53歲男子猝死，生前每天雷打不動跑5公里，檢查後發現犯了5個錯誤	https://kan.china.com/article/5283953.html
2/3/2026	六旬老人跟團游時猝死#老年人的生活 #老年人旅行安全問題	https://m.sohu.com/a/979862963_121443915
2/3/2026	發紅包突有民眾昏倒 總統變「賴醫師」上前關心｜東森新聞	https://news.ebc.net.tw/news/politics/538273
2/3/2026	秀茂坪邨92歲長者疑吃湯圓骾喉昏迷 送院搶救後不治	https://news.rthk.hk/rthk/ch/component/k2/1844227-20260218.htm
2/3/2026	雲南有觀光船翻側26人遇溺 其中4人死亡 ｜ 無綫新聞TVB News	https://news.tvb.com/tc/greaterchina/69956728060723efc082ef51/兩岸-雲南有觀光船翻側26人遇溺-其中4人死亡
2/3/2026	猝逝22日！黃嘉千現身曹西平靈堂 郁方弔唁「催淚留言」曝光 ｜ 娛樂星聞	https://star.setn.com/news/1783284
2/3/2026	馬鞍山耀安邨27歲青年暈倒家中 送院不治	https://www.stheadline.com/breaking-news/3545278/馬鞍山耀安?27歲青年暈倒家中-送院不治
2/3/2026	香港資深藝人游飆因腦溢血猝逝 終年57歲	https://www.epochtimes.com/gb/26/2/27/n14707048.htm
2/3/2026	男剛坐上便盆「全身癱軟身亡」 醫師揭3點奪命關鍵	https://www.teepr.com/1871229/mollylin/大便過世/
2/3/2026	22歲中國男子峇裡島溺亡 原定除夕前回國和家人團圓	https://www.singtao.ca/googleamp/amp.php?region=vancouver_hk&cat=145&post_id=7418216
2/3/2026	醫起看／46歲女騎車昏迷 送醫驚見「心臟外大量積血」｜東森新聞	https://news.ebc.net.tw/news/health/537565
2/3/2026	猝死危機｜30歲男家中如廁猝死 妻子自責忽略「求救警號」 醫生揭3大奪命關鍵	https://skypost.hk/article/4081654/猝死危機-30歲男家中如廁猝死-妻子自責忽略-求救警號-醫生揭3大奪命關鍵
2/3/2026	快訊／年節前夕傳憾事！台中某醫大女教授倒臥校內停車場…送醫搶救不治	https://tw.news.yahoo.com/快訊-年節前夕傳憾事-台中某醫大女教授倒臥校內停車場-送醫搶救不治-083500224.html
2/3/2026	馬如龍49歲兒健檢後猝逝！心律不整難測 醫：胸悶應加做1項目	https://tw.news.yahoo.com/馬如龍49歲兒健檢後猝逝-心律不整難測-醫-胸悶應加做1項目-000000423.html
2/3/2026	連坐都坐不住、快昏倒！高金素梅複訊喊卡 檢諭知擇期再問	https://tw.news.yahoo.com/連坐都坐不住-快昏倒-高金素梅複訊喊卡-檢諭知擇期再問-105617945.html
2/3/2026	錄音期間毛孩驟逝 大Q自曝「憋著哭聲」完成錄音	https://tw.news.yahoo.com/錄音期間毛孩驟逝-大q自曝-憋著哭聲-完成錄音-024700319.html
2/3/2026	九龍城碼頭59歲男子墮海 送院搶救不治 ｜ am730	https://www.am730.com.hk/article/1010736
2/3/2026	28歲男公司年會醉酒後心臟驟停亡 家屬質疑勸酒且送醫不及時	https://www.hk01.com/大國小事/60321391/28歲男公司年會醉酒後心臟驟停亡-家屬質疑勸酒且送醫不及時
2/3/2026	珍惜生命｜九龍城碼頭對開印度男載浮載沉 消防救起送院證實不治	https://www.hk01.com/突發/60321479/珍惜生命-九龍城碼頭對開印度男載浮載沉-消防救起送院證實不治
2/3/2026	壽臣山道東獨立屋菲籍傭工昏迷 身旁有漂白水樽 送院搶救後恢復意識	https://www.stheadline.com/breaking-news/3544211/壽臣山道東獨立屋菲籍傭工昏迷-身旁有漂白水樽-送院搶救後恢復意識
3/3/2026	的士越線撼貨車司機乘客皆亡子稱司機父糖尿損視力痛風留醫後首復工- 20260306 - 公民	https://life.mingpao.com/general/article?issue=20260306&nodeid=1772734327366
3/3/2026	珍惜生命｜葵芳邨男子飛墮平台 保安聞巨響報警惜返魂無術	https://www.singtao.ca/googleamp/amp.php?region=vancouver_hk&cat=139&post_id=7435022
3/3/2026	宋平同志逝世	http://politics.people.com.cn/n1/2026/0305/c1001-40674889.html
3/3/2026	Google面臨首起AI致死訴訟Gemini涉嫌教唆自殺家屬提告求償美股US Stocks Quote - 外圍新聞內容Golbal News Content	http://www.aastocks.com/tc/usq/news/comment.aspx?source=ANUE&id=AN6364031&catg=4
3/3/2026	名醫林禹宏63歲病逝！「靈堂開放時間」曝：供親友致哀	https://www.setn.com/m/news.aspx?newsid=1802600
3/3/2026	「一世代」連恩驟逝1年半！隊友哈利首吐心聲：「難以面對的悲傷」	https://stars.udn.com/star/amp/story/10092/9360382
3/3/2026	宋平在京逝世 享年109歲	https://www.wenweipo.com/a/202603/05/AP69a8cf26e4b04d7d56d69e1d.html
3/3/2026	原政治局常委宋平病逝享年109歲財經新聞Financial News	http://www.aastocks.com/tc/mobile/news.aspx?newsid=NOW.1506733&newstype=61&newssource=AAFN
3/3/2026	天氣凍沖涼易猝死！洗頭先易中風？醫生揭5大洗澡行為最高風險	https://www.am730.com.hk/健康/1015612/天氣凍沖涼易猝死-洗頭先易中風-醫生揭5大洗澡行為最高風險
3/3/2026	「百亿富二代」男星出现猝逝先兆？脑部突缺氧面色惨白急刹停录影 曾做开脑手术藏隐患	https://www.stheadline.com/zh-hans/film-drama/3549739/百亿富二代男星出现猝逝先兆脑部突缺氧面色惨白急刹停录影-曾做开脑手术藏隐患
3/3/2026	元宵節驚爆「母子雙亡」悲劇 兒伴母屍10天後也猝死	https://news.ebc.net.tw/news/world/540475
3/3/2026	一路好走！名醫離世 家屬悲曝靈堂地點	https://news.ebc.net.tw/news/living/540488
3/3/2026	元宵節雙屍悲劇！母陳屍家中 孝兒伴屍一星期猝死 驚揭心酸內情	https://www.hk01.com/人氣話題/60327347/元宵節雙屍悲劇-母陳屍家中-孝兒伴屍一星期猝死-驚揭心酸內情
3/3/2026	資深理專七期墜樓亡！女兒淚控霸凌：看不見我結婚的樣子	https://news.ebc.net.tw/news/society/540497
3/3/2026	Gemini說他只有自殺才能和它在一起，很快他便身亡	https://cn.wsj.com/articles/gemini說他只有自殺才能和它在一起-很快他便身亡-a3f19991
3/3/2026	黃文標自爆疑患初期柏金遜症致手震動作慢 好友游飈離世游家有經濟壓力	https://hk.news.yahoo.com/黃文標自爆疑患初期柏金遜症致手震動作慢-好友游飈離世游家有經濟壓力-032622515.html
3/3/2026	南加12歲少年足球運動員練習時猝死- 美國要聞- 新聞	https://www.chinesedaily.com/article/detail-679839.html
3/3/2026	綠的粉錦公路迎頭撼夾斗車 司機乘客俱亡	https://www.hk01.com/突發/60327626/綠的粉錦公路迎頭撼夾斗車-司機乘客俱亡
3/3/2026	婦產科名醫林禹宏病逝終年63歲 抗癌10年曾歷骨髓/雙肺移植 出書鼓勵癌症患者「活著就有希望」	https://www.stheadline.com/health-edu/3549907/婦產科名醫林禹宏病逝終年63歲-抗癌10年曾歷骨髓雙肺移植-出書鼓勵癌症患者活著就有希望
3/3/2026	七堵婦突昏倒路旁「額頭擦傷」 基隆警即刻伸援送醫救治	https://www.ettoday.net/amp/amp_news.php7?news_id=3127210
3/3/2026	是大马常见癌症！医生示警⚡「乳癌12症状」一定要知道！早发现早治疗！	https://rojaklah.com/2026/03/05/breast-cancer-12-symptoms-tkh-050326/
3/3/2026	足本訪問：黃文標傷感談摯友游颷離世最擔心11歲女兒「游菜」 手震問題確診患初期柏金遜暫靠食藥醫治雪梨封口不提非禮者：死人㗎！周曉彤爆與前度周永恆「象徵式戀情」內幕｜Viu1現場實況	https://news.now.com/mobile/entertainment/player?newsId=638799
3/3/2026	劉沛蘅愛犬Choco離世 相伴15年 元宵節「畢業」 (12:34)	https://ol.mingpao.com/ldy/showbiz/latest/20260305/1772685302707/劉沛蘅愛犬choco離世-相伴15年-元宵節「畢業」
3/3/2026	有片丨【渣馬2026】跑手心臟停頓 急救醒後欲繼續比賽 救護員大聲喝止送院 - 香港商報	https://www.hkcd.com.hk/hkcdweb/content/2026/01/20/content_8736366.html
3/3/2026	64歲中共兵器科研院前副院長王小鵬病亡 ｜ 中國兵器科 ｜ 科學研究院 ｜ 突發疾病 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/01/20/a104058314.html/amp
3/3/2026	邦咯島海灘外籍女子溺斃 證實為72歲臺灣遊客 ｜ 社會	https://www.orientaldaily.com.my/news/society/2026/01/19/791442
3/3/2026	柴灣跟車工人暈倒街頭 昏迷送院	https://www.singtao.ca/7393009/2026-01-19/news-粉嶺跟車工人暈倒街頭+昏迷送院/
3/3/2026	柴灣跟車男工貨車旁暈倒 送東區醫院救治	https://hk.on.cc/hk/bkn/cnt/news/20260119/bkn-20260119153217624-0119_00822_001.html
3/3/2026	梁小龍逝世｜心臟衰竭猝逝 生前絕筆信曝光 ｜ 中國報 China Press	https://www.chinapress.com.my/20260119/梁小龙逝世｜心脏衰竭猝逝-生前绝笔信曝光/
3/3/2026	(六旬漢天台工程遇溺 留醫兩周後不治)	https://news.mingpao.com/pns/港聞/article/20260119/s00002/1768758969653/六旬漢行山暈倒-直升機送院不治
3/3/2026	東湧海面驚現浮屍 六旬漢獲救送院後不治	https://www.singtaousa.com/2026/01/18/news/china/tung-chung-man-found-floating-dead/
3/3/2026	才打卡「早安莫斯科」！正妹網紅手術猝逝 醫師竟無執照 - 國際新聞 - PChome Online 新聞	https://news.pchome.com.tw/internation/crwant/20260118/index-76874212762577316011.html
3/3/2026	沙頭角六旬漢行山昏迷 直升機送院後不治	https://hk.on.cc/cnt/news/20260118/bkn-20260118132017626-0118_00822_001.html
3/3/2026	高級督察考飛虎隊遴選測試昏迷送院不治 今晨出殯親友同袍送別	https://hk.on.cc/hk/bkn/cnt/news/20260116/bkn-20260116083856942-0116_00822_001.html
3/3/2026	觀塘15歲少女練舞時暈倒 老師報案送院治理	https://hk.on.cc/hk/bkn/cnt/news/20260116/bkn-20260116205918626-0116_00822_001.html
3/3/2026	觀塘舞蹈學校少女暈倒 送院後恢復意識	https://www.singtao.ca/7390687/2026-01-16/news-觀塘舞蹈學校少女暈倒+送院後恢復意識/
3/3/2026	德州移民營古巴人暴斃 驗屍報告揭驚人死因：頸胸受壓窒息	https://www.singtaousa.com/2026/01/16/news/usa/report-cuban-immigrants-death-at-camp-east-montana-likely-homicide/
3/3/2026	油麻地男子疑吸毒後暈倒被棄街頭亡 掃蕩毒窟拘男主持等12人	https://hk.on.cc/hk/bkn/cnt/news/20260115/bkn-20260115072256980-0115_00822_001_cn.html?view=d
3/3/2026	高雄老翁報案「兒子失蹤」！警在住家天井發現遺體 初判無外力介入 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/ctinews/20260115/index-76848317321039309002.html
3/3/2026	牛頭角女子家中暈倒 家人揭發惜太遲	https://hk.on.cc/hk/bkn/cnt/news/20260114/bkn-20260114095111948-0114_00822_001.html
3/3/2026	身材精瘦年輕無三高 27歲青農腦中風昏倒路邊 - 健康新聞 - PChome Online 新聞	https://news.pchome.com.tw/healthcare/5678news/20260114/index-76835665120062214012.html
3/3/2026	離奇命案！53歲包租公猝死倒樓梯間 友開電暖爐「加溫3小時」	https://www.ettoday.net/news/20260114/3101000.htm
3/3/2026	深水埗司機駕私家車暈倒 失控撞鐵欄送院亡 - 香港商報	https://www.hkcd.com.hk/hkcdweb/content/2026/01/13/content_8735173.html
3/3/2026	深圳「望郎歸」景區一徒步男子猝死 去年多人遇難 ｜ 深圳大鵬半島國家地質自然公園 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/01/13/a104056132.html
3/3/2026	華男被發現斃命車中 甲州警方暫列猝死案 ｜ 社會	https://www.orientaldaily.com.my/news/society/2026/01/13/790158
3/3/2026	百萬粉絲網紅口子姐猝逝 系熬夜所致摘要	https://news.sina.cn/bignews/summary/2026-01-13/detail-inhhchnf5087119.d.html?vt=4
3/3/2026	南加州警局指揮官受訓期間猝逝	https://www.singtaousa.com/2026/01/12/news/usa/california-police-commander-dies/
3/3/2026	3公尺深河段游泳 25歲工程師溺斃 ｜ 中國報 China Press	https://www.chinapress.com.my/20260112/3公尺深河段游泳-25岁工程师溺毙/
3/3/2026	藍田患病漢住所內暈倒 母親報案求救惜太遲	https://hk.on.cc/cnt/news/20260111/bkn-20260111172820833-0111_00822_001.html
3/3/2026	到瀑布嬉水 友人遇溺 男子救人 自己反遭沖走 ｜ 中國報 China Press	https://www.chinapress.com.my/20260111/到瀑布嬉水-友人遇溺-男子救人-自己反遭冲走/
3/3/2026	民宿游池戲水遇溺 1童危殆另1童蘇醒｜光華網	https://www.kwongwah.com.my/20260111/民宿游池戏水遇溺-1童危殆另1童苏醒/
3/3/2026	鰂魚湧中年漢家中暈倒 送院不治	https://www.singtao.ca/7384834/2026-01-10/news-鰂魚涌中年漢家中暈倒+送院不治/
3/3/2026	灣仔印度裔外賣員暈倒酒店大堂 昏迷送院救治	https://hk.on.cc/hk/bkn/cnt/news/20260110/bkn-20260110081438079-0110_00822_001.html
3/3/2026	實況主直播中暴斃！VIP付費看他嗑藥 母進屋時「屍體已僵硬」	https://www.ettoday.net/news/20260109/3098399.htm
3/3/2026	沙田沙角邨42歲男子與同事失聯兩日 消防破門揭當場死亡	https://www.singtao.ca/7383259/2026-01-08/news-沙田沙角邨40多歲男子與同事失聯兩日+消防破門揭當場死亡/
3/3/2026	鄭州9歲女孩在課堂上突昏倒去世 死因不明 ｜ 校內死亡 ｜ 新鄭龍湖鎮興和灣小學 ｜ 心臟病 ｜ 新唐人電視臺	https://www.ntdtv.com/b5/2026/01/08/a104054680.html
3/3/2026	桃園男大生上課昏倒「心因性猝死」搶救不治 同學心情沉重 - 社會新聞 - PChome Online 新聞	https://news.pchome.com.tw/society/crwant/20260107/index-76773823028674316002.html
3/3/2026	德福花園職員暈倒 送院後證實不治	https://hk.on.cc/hk/bkn/cnt/news/20260107/bkn-20260107224945506-0107_00822_001.html
3/3/2026	騎車突感身體不適 興安警即刻對男子救援協助 - 生活新聞 - PChome Online 新聞	https://news.pchome.com.tw/living/focusnews/20260107/index-76778021263115302009.html
3/3/2026	(《黑超特警組》湯美李鐘斯34歲女兒元旦暴斃)	https://ol.mingpao.com/ldy/showbiz/news/20260106/1767632645394/《墨攻》74歲安聖基骾喉昏迷6日不治
3/3/2026	快訊／桃園某大學生教室上課突昏倒 當場斷氣送醫搶救不治	https://www.ettoday.net/news/20260106/3096651.htm
3/3/2026	寒流來襲易致心肌梗塞/中風猝死 醫生3個高危時間點 必保暖1部位護心血管	https://www.singtao.ca/7380593/2026-01-06/news-寒流來襲易致心肌梗塞/中風猝死+醫生3個高危時間點+必保暖1部位護心血管/
3/3/2026	大埔富蝶邨50歲婦昏迷 女兒發現救唔番	https://hk.on.cc/hk/bkn/cnt/news/20260105/mobile/bkn-20260105194151844-0105_00822_001_cn.html
3/3/2026	(某生物科技公司文章 2025年10月 - 可能與健康/猝死相關)	https://news.mingpao.com/ins/港聞/article/20260105/s00001/1767591236364/老翁尖東遇溺-途人跳海救起-昏迷送院
3/3/2026	尖沙咀碼頭老翁墮海 男途人見義勇為救起送院 - 香港商報	https://www.hkcd.com.hk/hkcdweb/content/2026/01/05/content_8734109.html
3/3/2026	尖沙咀海濱八旬翁墮海輕生 熱心途人落水救起	https://www.singtao.ca/7379353/2026-01-04/news-尖沙咀海濱男子墮海遇溺+熱心途人落水救起/
3/3/2026	俄羅斯貝加爾湖冰裂 車輛墜入湖中 8人溺亡包括7名中國遊客 一人逃生｜Yahoo	https://hk.news.yahoo.com/俄羅斯貝加爾湖冰裂-車輛墜入湖中-8人溺亡包括7名中國遊客-一人逃生｜yahoo-130715361.html
3/3/2026	血管殺手｜7旬翁半夜口渴飲水突猝死！醫生：「救命水」變「催命符」3種水絕不能碰 睡前一杯都出事	https://hk.ulifestyle.com.hk/topic/detail/20088805/心肌梗塞-歲男半夜飲水突猝死-醫生-這杯-救命水-變-催命符-種水半夜絕不能碰
3/3/2026	中?男子海?嬉水遇溺 消拯局展?搜救行?	https://newswav.com/article/中?男子海?嬉水遇溺-消拯局展?搜救行?-A2602_rR0g5f
3/3/2026	珍惜生命｜香港仔21歲女生墮海輕生 昏迷送院搶救 長櫈遺果汁啤酒	https://std.stheadline.com/breaking-news/3546228/珍惜生命香港仔女子凌晨墮海-昏迷送院搶救-長?遺啤酒手袋
3/3/2026	悲劇重演！貝加爾湖冰面沉車 7名陸客溺亡 ｜ 兩岸 ｜ 20260221 ｜ 即時新聞 ｜ 翻報	https://turnnewsapp.com/livenews/chinav3/20260221000735-260409
3/3/2026	巴西27歲網紅猝逝！整型18天後「疑肺栓塞」喪命	https://tw.news.yahoo.com/巴西27歲網紅猝逝-整型18天後-疑肺栓塞-喪命-135400994.html
3/3/2026	拜廟也遇長輩昏倒！溫世政學賴清德秒化身醫生救治：醫者初心是從政信仰 ｜ FTNN 新聞網	https://www.ftnn.com.tw/news/524757
3/3/2026	佐敦華豐大廈印度男昏迷睡房 友人登門揭發惜太遲	https://hk.news.yahoo.com/佐敦華豐大廈印度男昏迷睡房-友人登門揭發惜太遲-004800768.html
3/3/2026	男友油麻地酒店內暴斃 同住女子涉販運危險藥物等2罪還押5.18再訊	https://www.stheadline.com/society/3546257/男友油麻地酒店內暴斃-同住女子涉販運危險藥物等2罪還押518再訊
3/3/2026	俄貝加爾湖冰裂汽車落水 中國遊客7亡1獲救 - 香港文匯網	https://www.wenweipo.com/a/202602/21/AP6998c03be4b04d7d56d4664c.html
3/3/2026	小鋼炮2分鐘沉貝加爾湖7中客溺亡 目擊者：冰面滿是裂紋 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121474/9336213
3/3/2026	曼蘇拉球員在開齋時突然死亡 – 沙烏地阿拉伯新聞 ｜ 市民時報	https://citytimes.tw/資訊/曼蘇拉球員在開齋時突然死亡-沙烏地阿拉伯新聞/830900/
3/3/2026	到底有多正？18歲男大生夜衝險猝死 急診醫：載到班花太興奮 ｜ 祝你健康	https://health.setn.com/news/1798167?utm_campaign=viewallnews
3/3/2026	石隆門78歲老翁果園內斃命 警方暫列猝死案處理	https://news.seehua.com/post/1443962
3/3/2026	乘小船出海??遇溺 男子恐遇溺.9??子?救	https://newswav.com/article/乘小船出海??遇溺-男子恐遇溺-9??子?救-A2602_IshqIv
3/3/2026	整型後第18天 爆乳性感網紅驚現「1症狀+2次嚴重癲癇」猝逝	https://tw.news.yahoo.com/整型後第18天-爆乳性感網紅驚現-1症狀-2次嚴重癲癇-猝逝-035200722.html
3/3/2026	【一線採訪】大陸猝死潮蔓延 趨於年輕化 ｜ 成批倒下 ｜ 青壯年 ｜ 大紀元	https://www.epochtimes.com/b5/26/2/20/n14702047.htm/amp
3/3/2026	載中國遊客汽車於俄羅斯貝加爾湖沉沒 七名遊客遇溺身亡	https://www.bastillepost.com/hongkong/article/15674869-載中國遊客汽車於俄羅斯貝加爾湖沉沒　七名遊客
3/3/2026	44歲美國女搭機「靠媽媽肩頭睡著」叫不醒 一查竟已猝逝	https://tw.news.yahoo.com/44歲美國女搭機-靠媽媽肩頭睡著-叫不醒-查竟已猝逝-031627514.html
3/3/2026	70歲陳光復重摔昏迷！醫示警防跌4關鍵	https://tw.news.yahoo.com/70歲陳光復重摔昏迷-醫示警防跌4關鍵-065303778.html
3/3/2026	才剛被嘔吐噴到！賴清德赴屏東發紅包又遇阿嬤昏倒 急忙衝上前關心	https://tw.news.yahoo.com/才剛被嘔吐噴到-賴清德赴屏東發紅包又遇阿嬤昏倒-急忙衝上前關心-034200178.html
3/3/2026	《功夫》火雲邪神77歲猝逝 去年展示「身體斷筷子」網看傻	https://tw.news.yahoo.com/功夫-火雲邪神77歲猝逝-去年展示-身體斷筷子-網看傻-090251463.html
3/3/2026	屏東發福袋遇阿嬤昏倒 「總統醫師」秒衝上前救人	https://tw.news.yahoo.com/屏東發福袋遇阿嬤昏倒-總統醫師-秒衝上前救人-050339910.html
3/3/2026	健美網紅猝逝！生前照早已有異樣 友揭：睡夢中離開	https://tw.news.yahoo.com/健美網紅猝逝-生前照早已有異樣-友揭-睡夢中離開-014200263.html
3/3/2026	總統發福袋見長者暈倒 秒變醫生救人 ｜ 中央社全球視野	https://www.cna.com.tw/video/news/4352773
3/3/2026	（有片）大S猝逝一周年 金寶山紀念雕像今揭幕	https://www.dotdotnews.com/a/202602/02/AP69805334e4b0c32d4f67b8cf.html
3/3/2026	東湧逸東邨35歲女住戶猝斃房內 家人揭發惜太遲	https://www.hk01.com/突發/60313691/東涌逸東?35歲女住戶猝斃房內-家人揭發惜太遲
3/3/2026	大年初二秀茂坪邨九旬老翁疑食湯圓鯁喉 昏迷送院後不治	https://www.hk01.com/突發/60323191/大年初二秀茂坪?九旬老翁疑食湯圓鯁喉-昏迷送院後不治
3/3/2026	8名中國遊客在貝加爾湖落水 1人獲救7人溺亡	https://www.dotdotnews.com/a/202602/20/AP699840f0e4b0c32d4f695666.html
3/3/2026	賴清德屏東拜廟又遇民眾身體不適、昏倒 「醫師魂」再上身助救援 ｜ 要聞 ｜ NOWnews今日新聞	https://www.nownews.com/news/6787655
3/3/2026	仁醫總統！賴清德屏東發福袋 遇長者中暑昏倒立刻協助 ｜ 政治	https://www.setn.com/m/news.aspx?newsid=1796854
3/3/2026	賴總統變「賴醫師」！老婆婆等福袋暈倒 賴清德秒衝上去救人 ｜ 政治	https://www.setn.com/News.aspx?NewsID=1796732
3/3/2026	春節尾聲變天「日夜溫差破10度」！醫示警「1事」避失溫 嚴重恐猝死 ｜ 祝你健康	https://health.setn.com/news/1797309
3/3/2026	《超級夜總會》音樂總監詹緒純猝逝 康康悲痛發文了	https://tw.news.yahoo.com/超級夜總會-音樂總監詹緒純猝逝-康康悲痛發文了-050300708.html
3/3/2026	26歲港男年初二被發現臺北五星級酒店倒斃 死者母親最快週六抵台認屍 ｜ U Travel	https://utravel.com.hk/news/detail/20089718/歲港男年初二被發現台北五星級酒店倒斃-死者母親最快周六抵台認屍
3/3/2026	年初三旺角荔景兩宗猝死案 42歲男女家中昏倒不治 ｜ am730	https://www.am730.com.hk/本地/1012481/年初三旺角荔景兩宗猝死案-42歲男女家中昏倒不治
3/3/2026	藍田康栢苑老婦疑食蒸包鯁喉 送院搶救	https://www.hk01.com/突發/60324127/觀塘康?苑老婦疑食麵包鯁喉-昏迷送院搶救
3/3/2026	成都女孩坐31小時硬座火車 下車後心臟驟停 ｜ 經濟艙綜合徵 ｜ 猝死 ｜ 大一新生 ｜ 大紀元	https://www.epochtimes.com/b5/26/2/25/n14706076.htm/amp
3/3/2026	港23歲女督察 警署吞槍自盡亡 早上還與同僚一起吃早餐 ｜ 世界新聞網	https://www.worldjournal.com/wj/story/121341/9345924
3/3/2026	古爾岡家庭傭工自殺事件：警方正在調查 DLF 第二階段事件	https://citytimes.tw/資訊/古爾岡家庭傭工自殺事件：警方正在調查-dlf-第二階/912145/
3/3/2026	帕爾加爾：男子因涉嫌煽動學生自殺而被拘留	https://citytimes.tw/資訊/帕爾加爾：男子因涉嫌煽動學生自殺而被拘留/913250/
3/3/2026	詹妮弗·韋爾奇指責紐瑟姆因溫和觀點而“政治自殺”	https://citytimes.tw/資訊/詹妮弗·韋爾奇指責紐瑟姆因溫和觀點而政治自/913025/
3/3/2026	珍惜生命︱葵涌葵联邨男子堕楼 当场不治	https://global.hk01.com/突发/60325558/珍惜生命-葵涌葵联邨男子堕楼-当场不治
3/3/2026	曝米哈游员工正月初八猝死出租屋，公司给3万补贴	https://i.ifeng.com/c/8r5NQFWyRUt
3/3/2026	米哈游确认员工下班后猝死，律师分析如何认定是否工伤	https://m.sohu.com/a/990667569_161795?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
3/3/2026	人妻遲遲等不到尪急報警 警一查驚見2人昏迷倒臥水塔	https://mnews.tw/story/amp/mm-20260227edi003
3/3/2026	漁灣邨辦事處六旬樓宇監督暈倒不治 房屋署：為家屬提供適切協助	https://news.tvb.com/tc/local/69a05255f3bac3b7e4d26b1d/港澳-柴灣漁順樓辦事處六旬職員工作時暈倒送院不治
3/3/2026	前主播吳中純接受這化療！出現激烈副作用 一度昏迷肝腎功能衰竭	https://star.setn.com/news/1799694
3/3/2026	珍惜生命│葵聯邨聯欣樓男子墮花槽 當場不治	https://std.stheadline.com/breaking-news/3548042/珍惜生命葵聯邨聯欣樓男子墮花槽-當場不治
3/3/2026	美伊談判｜據報美軍首支自殺式無人機部隊已就緒 伊朗外長：某些領域接近達成共識	https://std.stheadline.com/realtime-world/3548029/美伊談判據報美軍首支自殺式無人機部隊已就緒-伊朗外長某些領域接近達成共識
3/3/2026	丈夫下班失聯妻急報警！警定位尋人驚見2男昏迷工地水塔 疑有機溶劑中毒	https://tw.news.yahoo.com/丈夫下班失聯妻急報警-警定位尋人驚見2男昏迷工地水塔-疑有機溶劑中毒-034700897.html
3/3/2026	別再用學步車！兒科醫推翻「9大育兒舊觀念」 趴睡顧頭型恐猝死	https://tw.news.yahoo.com/別再用學步車-兒科醫推翻-9大育兒舊觀念-趴睡顧頭型恐猝死-230134230.html
3/3/2026	妻憂丈夫下班沒回家 急找人揭北投工安意外！2人昏迷送醫	https://tw.news.yahoo.com/妻憂丈夫下班沒回家-急找人揭北投工安意外-2人昏迷送醫-074800553.html
3/3/2026	從名人猝逝談起 心臟醫解析年輕化警訊與搶救關鍵	https://tw.news.yahoo.com/從名人猝逝談起-心臟醫解析年輕化警訊與搶救關鍵-003955710.html
3/3/2026	NBA/前熱火球星波許在家昏倒「滿身血」 感嘆：能活著是奇蹟	https://tw.sports.yahoo.com/news/nba-前熱火球星波許在家昏倒-滿身血-感嘆-能活著是奇蹟-070609627.html
3/3/2026	目睹妹妹死亡、摯友猝逝！熊熊食物中毒險出事 靠老公三度救命挽回 ｜ 娛樂星聞	https://star.setn.com/news/1799552
3/3/2026	臺北北投湯泉湯屋 一男一女離奇暴斃池內池外 ｜ am730	https://www.am730.com.hk/中國/1009944/台北北投湯泉湯屋-一男一女離奇暴斃池內池外
3/3/2026	大便時太用力恐猝死 出現3症狀要即停！醫生揭12種警號要小心 ｜ am730	https://www.am730.com.hk/健康/1009932/大便時太用力恐猝死-出現3症狀要即停-醫生揭12種警號要小心
3/3/2026	(為見議員本尊參與活動 跨州跑步軍人猝死)	https://global.hk01.com/突?/60321479/珍惜生命-九?城????印度男?浮?沉-消防救起送院??不治
3/3/2026	(19歲少女墜樓亡 醫生曾診斷下體出血 遺體檢驗)	https://www.facebook.com/ETtoday/posts/北投男開湯屋讓女友休息破門見她已身亡心碎倒地猝逝圖記者黃彥傑翻攝/1347765940715821/
3/3/2026	(北投男開湯屋讓女友休息 破門見她已身亡 心碎倒地猝逝)	https://www.facebook.com/ETtoday/posts/北投員工開湯屋驚見女友倒池內亡-當場心碎猝逝一起鴛鴦雙亡的離奇憾事-豬頭皮/1348243617334720/
3/3/2026	臺北溫泉湯屋雙屍命案 46歲女浸溫泉猝死 男友受嚇心臟病發亡	https://www.hk01.com/article/60320529
3/3/2026	【當年今周】拜年返家心臟病發亡 馬笑英生日變死忌│1978年2月9日 - 明周娛樂	https://www.mpweekly.com/entertainment/article/【當年今周】拜年返家心臟病發亡-馬笑英生日變死
3/3/2026	1類人比「胖子」更容易心梗猝死！醫提醒別再迷信：往往死於忽略 ｜ 生活焦點 ｜ 要聞 ｜ NOWnews今日新聞	https://www.nownews.com/news/6784754
3/3/2026	醫起看／上廁所一用力就猝死？醫示警：天冷4點要注意｜東森新聞	https://news.ebc.net.tw/news/health/537041
3/3/2026	女友泡湯猝死！男見慘狀心臟病發不治 檢警解剖查死因	https://tw.news.yahoo.com/女友泡湯猝死-男見慘狀心臟病發不治-檢警解剖查死因-114300434.html
3/3/2026	北投溫泉雙屍疑點多！ 現場無毒氣、死因待解剖｜#鏡新聞	https://tw.news.yahoo.com/北投溫泉雙屍疑點多-現場無毒氣-死因待解剖-鏡新聞-110125554.html
3/3/2026	緊急救援！小年夜，武漢一公車站有人暈倒，一群人沖了上去	https://m.sohu.com/a/986703342_121019331?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
3/3/2026	醫起看／沒病史瘦子更要小心 醫揭猝死3致命警訊｜東森新聞	https://news.ebc.net.tw/news/health/537204
3/3/2026	?人老奶奶澳洲做心???，?5分?就??猝死！	https://www.yeeyi.com/news/details/2982211/
3/3/2026	ANTM 的 J Alexander 講述了中風後陷入昏迷的情況 ｜ 市民時報	https://citytimes.tw/娛樂/antm-的-j-alexander-講述了中風後陷入昏迷的情況/766531/
3/3/2026	兒子醫院怒駡“再不死我會破產” 患者當天猝逝震撼醫護	https://news.seehua.com/post/1441748
3/3/2026	范宗沛心肌梗塞猝逝！愛妻悲痛邀親友喝一杯送別 過完年將舉辦告別式 ｜ 娛樂星聞	https://star.setn.com/news/1795804
3/3/2026	不滿醫療負擔10多萬！兒大罵「再不死我會破產」 老翁一聽秒猝逝	https://tw.news.yahoo.com/不滿醫療負擔10多萬-兒大罵-再不死我會破產-老翁-聽秒猝逝-054700427.html
3/3/2026	「你再不死我會破產！」 病父遭兒怒吼當天猝逝	https://tw.news.yahoo.com/你再不死我會破產-病父遭兒怒吼當天猝逝-063900510.html
3/3/2026	翁遭兒罵「再不死會破產」當天猝逝！醫嘆：財產別太早給子女	https://tw.news.yahoo.com/翁遭兒罵-再不死會破產-當天猝逝-醫嘆-財產別太早給子女-031708387.html
3/3/2026	(母親節之際 他在吃燒烤時被噎死)	https://www.4gtv.tv/article/2026021603000004
28/2/2026	【新聞直擊】美以布車輪戰 伊朗高層團滅？	https://www.ntdtv.com/gb/2026/02/28/a104071514.html
1/3/2026	伊朗受袭牵动“全球神经”，原油供应和经济衰退“双危机”一触即发！	https://finance.sina.cn/forex/whzx/2026-03-01/detail-inhpnmvm5487146.d.html?vt=4
1/3/2026	過去24小時以美打擊伊朗時間線	https://www.hkcd.com.hk/hkcdweb/content/2026/03/01/content_8742204.html
1/3/2026	【财经分析】极端气候冲击巴西经济：从区域洪灾到全球农业与大宗商品市场连锁反应	https://finance.sina.com.cn/jjxw/2026-03-01/doc-inhpnwmk8893868.shtml
1/3/2026	【新聞大破解】川普斬首中東毒瘤 一戰功成3策 台海交易論破產	https://www.ntdtv.com/b5/2026/03/01/a104071760.html
1/3/2026	美國防癌小組停擺近一年，億萬人免費篩查指南陷僵局	https://www.singtaousa.com/2026/03/01/news/usa/federal-panel-behind-cancer-screening-recommendations-hasnt-met-nearly-a-year/
2/3/2026	珍惜生命│天盛商場10多歲女生割手腕後危坐天台 擾攘句鐘返回安全位置	https://www.singtao.ca/7432879/2026-03-02/news-珍惜生命｜天盛商場16歲女學生割腕危坐天台+擾攘句鐘救回+疑受學業困擾/
2/3/2026	東方日報B1：中東陷戰火港股未必太慌｜即時新聞｜產經｜on.cc東網	https://hk.on.cc/hk/bkn/cnt/finance/20260302/bkn-20260302000546236-0302_00842_001.html
2/3/2026	珍惜生命｜屯門建生邨男子墮樓 當場死亡	https://www.singtao.ca/7432983/2026-03-02/news-珍惜生命｜屯門建生邨男子墮樓+當場死亡/
2/3/2026	「約滿軒尼詩」 灣仔檀島結業攻外賣 不敵港人北上潮 熟客告別嘆「不捨人情味」 - 20260302 - 港聞	https://news.mingpao.com/pns/港聞/article/20260302/s00002/1772386443221/「約滿軒尼詩」-灣仔檀島結業攻外賣-不敵港人北上潮-熟客告別嘆「不捨人情味」
2/3/2026	大厂员工10000多人，裁员超4000人，这会成为AI时代的常态吗？	https://finance.sina.cn/stock/jdts/2026-03-02/detail-inhppxwy5489157.d.html?vt=4&cid=76993&node_id=76993
2/3/2026	先施百貨上環店傳年底結業 百年老店據報將由連鎖藥妝店接手	https://www.singtaousa.com/2026/03/02/news/china/sincere-department-store-closure-central/
2/3/2026	旺角銀城商場格仔舖突結業 至少9名苦主損失逾數萬至10萬元	https://hk.on.cc/hk/bkn/cnt/news/20260302/bkn-20260302124823500-0302_00822_001.html
03/03/2026	【以美襲擊伊朗】以總理納坦雅胡發表講話：打伊朗需要多久就持續多久，需要耐心	https://hao.cnyes.com/post/234962?utm_source=cnyes&utm_medium=home&utm_campaign=postid
03/03/2026	大寮長春化工廠工安意外釀1死3傷 勞檢勒令停工追究雇主責任	https://udn.com/news/amp/story/7320/9356871
03/03/2026	【以美襲擊伊朗】以軍總參謀部被導彈擊中	https://hao.cnyes.com/post/234958?utm_source=cnyes&utm_medium=home&utm_campaign=postid
03/03/2026	疑為趕搭高鐵 高鐵台中站男客踉蹌頭撞車門昏頭送醫	https://udn.com/news/amp/story/7320/9356849
03/03/2026	上海退役军人消防员春节返乡遇火情，挺身而出勇救被困老人	https://m.sohu.com/a/992078505_120244154?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
03/03/2026	伊朗高原山地佔90%以上，氣候乾旱少雨，為何還能養活8000多萬人口？	https://hao.cnyes.com/post/234827
03/03/2026	旺角格仔舖突然結業 9名檔主受騙失數萬元收入及貨物	https://www.am730.com.hk/article/1014942
3/3/2026	宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會 後日起可預約旁聽 一半名額分配予宏福苑居民	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772526006961/宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會-後日起可預約旁聽-一半名額分配予宏福苑居民
3/3/2026	【华男砍人自经案】死者曾到警局报案 指好友兄长欠超过18万令吉	https://www.kwongwah.com.my/20260303/【华男砍人自经案】死者曾到警局报案-指好友兄长/
3/3/2026	報警訛稱強姦及勒索10萬英鎊英籍女子被裁定罪成候判(20:51) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772542537573/報警訛稱強姦及勒索10萬英鎊-英籍女子被裁定罪成候判
3/3/2026	土瓜灣道地盤男工人暈倒不治(18:58) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772535012403/土瓜灣道地盤男工人暈倒不治
3/3/2026	屯門23歲女子財困燒炭 父親發救唔番	https://hk.on.cc/hk/bkn/cnt/news/20260303/bkn-20260303201601599-0303_00822_001.html
3/3/2026	62歲男工處理漁船積水時意外觸電 留院一晚後不治 (23:30) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772551909750/62歲男工處理漁船積水時意外觸電-留院一晚後不治
3/3/2026	男子倒斃上水村屋昨晚曾飲酒(22:28) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548557465/男子倒斃上水村屋-昨晚曾飲酒
3/3/2026	屯门建生邨男子堕楼 头爆肢折当场身亡	https://hk.on.cc/cnt/news/20260303/bkn-20260303120632770-0303_00822_001_cn.html
3/3/2026	山東網紅「村夫」除夕夜燒炭取暖 疑一氧化碳中毒身亡	https://www.singtaousa.com/2026/03/03/news/china/shandong-influencer-carbon-monoxide-poisoning-death/
3/3/2026	特朗普發現：哈梅內伊死了，伊朗越打越猛，自己要撐不住了	https://beyondnews852.com/20260303/235210/
3/3/2026	粉絲腦中風昏迷 林志玲到醫院探視	https://www.singtaousa.com/2026/03/03/entertainment/lin-chi-ling-visits-comatose-fan/
04/03/2026	香港粉岭发生山火至晚上仍未扑灭	https://www.tdm.com.mo/zh-hans/news-detail/1180674?lang=zh-ha&isvideo=false&shortvideo=0
04/03/2026	桃園男左轉失控撞樹！「整台翻側90度」橫卡路中 油流滿地釀塞車	https://www.ftnn.com.tw/news/527106
04/03/2026	德魯戈達德證實《駭客任務5》劇本仍在創作中	https://www.epochtimes.com/b5/26/3/1/n14708447.htm
04/03/2026	老牌通路床的世界董事長陳燕飛逝世 公司：後續人事將另行公告	https://money.udn.com/money/story/5612/9357070
04/03/2026	伊布拉西火山，禁止公众在半径2公里内接近	https://voi.id/zh/news/561550
04/03/2026	因AI效率提升，美金融科技公司宣布裁员4000名员工，股价暴涨超20%	https://finance.huanqiu.com/article/4Qa0UK2tn5y
04/03/2026	伊朗「超省錢戰術」震撼全球！自殺無人機「成本僅5萬美元」掀消耗戰美以防空飛彈短缺疑雲升溫| 江勳紘| 全解析	https://www.storm.mg/article/11107461
04/03/2026	土瓜灣地盤男工疑開工期間暈倒 消防救回地面 惜送院不治	https://www.hk01.com/突發/60326977/土瓜灣地盤男工疑開工期間暈倒-消防救回地面-惜送院不治
04/03/2026	鍾柔美被揭戴劉展霆「訂情信物」誠信疑再破產 18字再回應	https://www.hk01.com/即時娛樂/60326201/鍾柔美被揭戴劉展霆-訂情信物-誠信疑再破產-18字再回應
04/03/2026	伊朗局勢︱杜拜機場停擺滯留港人感徬徨街上無人無車不敢 ...	https://www.stheadline.com/society/3548647/伊朗局勢杜拜機場停擺-滯留港人感徬徨-街上無人無車不敢外出唔知場仗要打幾耐
04/03/2026	李濬榮祈雨成真！客家古道遇35度高溫「颱風級」暴雨	https://tw.news.yahoo.com/李濬榮祈雨成真-客家古道遇35度高溫-颱風級-暴雨-090137533.html
04/03/2026	日本九州島附近海域發生5.5級地震- 國際	https://www.dotdotnews.com/a/202603/01/AP69a405fbe4b0c32d4f6a3bbc.html
04/03/2026	珍惜生命｜屯門建生邨男子墮樓亡 年約60歲身份未明 警籲供資料	https://www.hk01.com/突發/60327014/珍惜生命-屯門建生邨男子墮樓亡-年約60歲身份未明-警籲供資料
04/03/2026	伊朗｜霍爾木茲海峽油運近乎停擺伊媒稱水道實際上關閉	https://inews.hket.com/article/4091024/伊朗｜霍爾木茲海峽油運近乎停擺 伊媒稱水道實際上關閉?mtc=20042
04/03/2026	快訊／「床的世界」董事長陳燕飛逝世！享壽78歲 公司發重訊證實	https://news.tvbs.com.tw/life/3141305
04/03/2026	床的世界老董陳燕飛離世！大兒子也驟逝 曾找吳淡如、Joeman開箱	https://www.nownews.com/news/6791711
04/03/2026	面對罷工威脅，VW福斯汽車執行長表示關廠和裁員是無可避免之事	https://autos.yahoo.com.tw/news/面對罷工威脅-vw福斯汽車執行長表示關廠和裁員是無可避免之事-161715872.html
04/03/2026	美國動用先進武器攻擊伊朗 首度實戰自殺式無人機	https://www.cna.com.tw/video/news/4352982
04/03/2026	六年過後中國將有超過100百個電動車品牌倒閉 只有14%企業可以存活	https://autos.yahoo.com.tw/news/六年過後中國將有超過100百個電動車品牌倒閉-只有14-企業可以存活-102333420.html
04/03/2026	血管殺手｜7旬翁半夜口渴飲水突猝死！醫生：「救命水」變「催命符」3種水絕不能碰睡前一杯都出事	https://hk.ulifestyle.com.hk/topic/detail/20088805/心肌梗塞-歲男半夜飲水突猝死-醫生-這杯-救命水-變-催命符-種水半夜絕不能碰
04/03/2026	走過矽谷銀行倒閉、USDC脫鉤、IPO失敗，Circle用你的錢成了隻金融巨獸	https://www.blocktempo.com/circle-2026-annual-report-usdc-circulation-surges-72-percent-ipo-stock-compensation-causes-net-loss/
04/03/2026	珍惜生命｜屯門兆麟苑財困23歲女燒炭尋短 父親揭發報警惜太遲	https://www.hk01.com/突發/60327028/珍惜生命-屯門兆麟苑財困23歲女燒炭尋短-父親揭發報警惜太遲
04/03/2026	伊朗局勢︱哈梅內伊等40名軍官1分鐘內被炸死伊朗首用「法 ...	https://std.stheadline.com/realtime-world/3548402/伊朗局勢哈梅內伊等40名軍官1分鐘內被炸死-伊朗首用法塔赫導彈轟美軍基地-不斷更新
04/03/2026	盘前异动 | Block宣布裁员4000人获多家投行上调	https://news.futunn.com/post/69416848/pre-market-movements-block-announces-4000-layoffs-multiple-investment-banks
04/03/2026	新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔 頭部重創送醫不治	https://www.marketersgo.com/media-collaboration/202603/新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔/
04/03/2026	香港仔62歲男工登漁船工作觸電昏迷 留醫約16小時不治	https://www.hk01.com/突發/60327069/香港仔62歲男工登漁船工作觸電昏迷-留醫約16小時不治
04/03/2026	打鐵花︱山東41歲網紅燒炭取暖 除夕夜中一氧化碳亡	https://www.stheadline.com/realtime-china/3549409/打鐵花山東41歲網紅燒炭取暖-除夕夜中一氧化碳亡
04/03/2026	追债不果酿悲剧 马国老翁砍伤好友后上吊身亡	https://www.8world.com/southeast-asia/malaysia-man-sucides-after-injuring-others-3073271
04/03/2026	伊朗掐断原油“大动脉”，全球市场进入“风险定价”时刻	https://news.fx168news.com/cooperate/2603/7419703.shtml
04/03/2026	日本九州規模5.8地震 震源深度122公里	https://udn.com/news/amp/story/6809/9352759
04/03/2026	极端天气在中隆坡引发洪水和山体滑坡	https://voi.id/zh/news/560480
04/03/2026	德語媒體：對伊朗，北京為何見死不救？	https://amp.dw.com/zh-hant/德語媒體對伊朗北京為何見死不救/a-76201808
04/03/2026	經濟優於預期 減息或引通脹	https://invest.hket.com/article/4091038/經濟優於預期 減息或引通脹
04/03/2026	巴基斯坦稱安全部隊打死67名阿富汗武裝人員	https://news.rthk.hk/rthk/ch/component/k2/1845875-20260304.htm?spTabChangeable=0
04/03/2026	万人大厂宣布裁员 40%：利润在涨，人却多余了	https://user.guancha.cn/main/content?id=1606351
04/03/2026	【以美襲擊伊朗】“美以伊戰爭”爆裂開局，千年波斯面臨命運大考	https://hao.cnyes.com/post/235044
4/3/2026	抽濕機凌晨起火4人送院 橫頭磡邨疏散300人 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561572886/抽濕機凌晨起火4人送院-橫頭磡邨疏散300人
04/03/2026	中國女遊客站日本平交道遭撞亡！家屬怒告求償：沒中文標示害命	https://stock.ltn.com.tw/article/vs1klk8qsmxx
04/03/2026	科羅拉多州男子被指控殺害妻子，並將其偽裝成自殺	https://citytimes.tw/資訊/科羅拉多州男子被指控殺害妻子，並將其偽裝成自/965213/
04/03/2026	《Skate》開發商 Full Circle 在新遊戲發布前宣布裁員	https://citytimes.tw/資訊/《skate》開發商-full-circle-在新遊戲發布前宣布裁員/949891/
04/03/2026	公共工程部長確保東爪哇國道的準備工作與回國有關	https://citytimes.tw/股市/公共工程部長確保東爪哇國道的準備工作與回國有/949842/
4/3/2026	官批貪方便遲轉線撞斃孕婦 司機危駕罪成「判監難免」 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561570436/官批貪方便遲轉線撞斃孕婦-司機危駕罪成「判監難免」
04/03/2026	美以趕盡殺敵伊朗失首絕地反擊	https://orientaldaily.on.cc/content/要聞港聞/odn-20260302-0302_00174_001/美以趕盡殺敵-伊朗失首絕地反擊-
04/03/2026	德黑蘭再次傳出爆炸聲以軍表示空襲伊朗數十個軍事指揮中心	https://news.rthk.hk/rthk/ch/component/k2/1845585-20260302.htm
04/03/2026	网络攻击	https://www.secrss.com/articles?tag=网络攻击
04/03/2026	比特幣Hyper新聞：Step Finance因27萬美元駭客攻擊而關閉，Pepeto病毒式傳播引發FOMO情緒，而HYPER仍停留在理論階段	https://financefeeds.com/zh-TW/bitcoin-hyper-news-step-finance-shuts-down-after-27-million-hack-pepetos-virality-push-fomo-while-hyper-stays-theoretical/
04/03/2026	應急救援專家介紹空襲緊急避險與自救	https://www.wenweipo.com/a/202603/02/AP69a4a8bce4b04d7d56d5ef15.html
04/03/2026	伊朗临时领导委员会召开正式会议特朗普称伊朗新领导层 ...	https://gbcode.rthk.hk/TuniS/news.rthk.hk/rthk/ch/component/k2/1845587-20260302.htm
04/03/2026	超豪品牌阿斯顿·马丁宣布将裁员20%	https://chejiahao.autohome.com.cn/info/24892828?reply=reply
04/03/2026	筲箕灣太安街3車相撞 巴士司機一度被困 兩人受傷送院	https://std.stheadline.com/breaking-news/3549496/筲箕灣太安街3車相撞-巴士司機一度被困-兩人受傷送院
04/03/2026	香港骨科名醫黃詠儀離世 抗癌勇士重返母校成最後身影 家屬發訃告 附追思會詳情	https://www.sundaykiss.com/熱話/黃詠儀醫生-追思會-中大醫院-骨科醫生-抗癌-母校-2359337/
04/03/2026	婦產科名醫林禹宏63歲逝世！抗血癌10年仍堅守醫界 兒淚喊：上天派來的天使	https://www.ftnn.com.tw/news/527213
04/03/2026	珍惜生命｜蘇屋邨女子墮樓 壓穿遊樂場簷篷頂倒地 當場身亡	https://www.hk01.com/article/60327111
04/03/2026	黃金價格上漲超過2%，逼近5400美元，此前美國和以色列襲擊伊朗	https://www.fxstreet.hk/amp/news/huang-jin-jia-ge-shang-zhang-chao-guo-2-bi-jin-5400mei-yuan-ci-qian-mei-guo-he-yi-se-lie-xi-ji-yi-lang-202603012313
4/3/2026	787伊朗人死於美以襲擊 伊朗稱650名美軍士兵傷亡	https://www.hkcd.com.hk/hkcdweb/content/2026/03/04/content_8742707.html
04/03/2026	西灣河三車相撞 兩人受傷送院	https://news.now.com/home/local/player?newsId=638636
04/03/2026	名醫林禹宏63歲病逝！生前疾呼「1事很重要」：否則慢性自殺	https://health.setn.com/news/1802117
04/03/2026	從「慢性疲勞」到癌細胞侵腦僅2個月！56歲前主播淋巴癌逝…醫籲：體重驟減、夜間盜汗別再撐	https://tw.news.yahoo.com/從-慢性疲勞-到癌細胞侵腦僅2個月-56歲前主播淋巴癌逝-醫籲-010001798.html
04/03/2026	（有片）天雨路滑！筲箕灣3車串燒城巴車頭劏開2司機受傷送院- 港聞	https://www.dotdotnews.com/a/202603/04/AP69a785b7e4b0c32d4f6a93eb.html
04/03/2026	伊朗防長遇襲身亡數日後 代理防長也被打死了	https://hk.finance.yahoo.com/news/伊朗防長遇襲身亡數日後-代理防長也被打死了-005420708.html
04/03/2026	老饕震驚！名店闆娘228驟逝 店家暫停營業	https://news.ebc.net.tw/news/living/540302
04/03/2026	ETtoday新聞雲. . 天呀...怎麼會這樣...(#01J) 驚悚畫面！貨櫃車變「絞肉機」 轎車淪鐵餅男駕駛慘亡 https://www.ettoday.net/news/20260303/3125811.htm?from=fb_et_news	https://www.facebook.com/ETtoday/videos/國道驚悚遭連結車推去撞貨櫃車小車淪鐵餅男駕駛慘亡/1333455988558194/
04/03/2026	（有片）美軍轟炸伊朗小學致165死民眾為遇難學生舉行葬禮- 國際	https://www.dotdotnews.com/a/202603/04/AP69a7902fe4b0c32d4f6a958a.html
04/03/2026	斋月仍然被雨覆盖，BMKG称4月至5月已进入干旱季节	https://voi.id/zh/news/560045
04/03/2026	美以發動對伊朗新一輪攻擊伊朗最高領袖哈梅內伊身亡	https://www.aastocks.com/tc/usq/news/comment.aspx?source=AAFN&id=NOW.1505693&catg=4
4/3/2026	荃錦公路私家車越線撞小巴後翻側 司機被困	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304090436661-0304_00822_001.html
04/03/2026	西灣河三車串燒城巴、旅巴司機受傷送院- 有線寬頻i-CABLE	https://www.i-cable.com/新聞資訊/443275/西灣河三車串燒-城巴-旅巴司機受傷送院
04/03/2026	發戰爭財？美伊衝突掀預測市場熱潮神秘帳戶日賺51.5萬 ...	https://www.aastocks.com/tc/usq/news/comment.aspx?source=ANUE&id=AN6357271&catg=1
04/03/2026	滙控稱恒生私有化重組成本用於培訓 艾橋智：不會裁員 人才投資是發展關鍵	https://std.stheadline.com/realtime-finance/3548823/滙控稱恒生私有化重組成本用於培訓-艾橋智不會裁員-人才投資是發展關鍵
04/03/2026	南非約翰內斯堡建築物樓板坍塌事故增至9死財經新聞Financial News	https://www.aastocks.com/tc/mobile/news.aspx?newsid=IC4855016&newstype=61&newssource=INFOCAST
04/03/2026	伊朗局勢｜伊紅新月會推算境內787人死亡	https://www.i-cable.com/新聞資訊/443265/伊朗局勢-伊紅新月會推算境內787人死亡
04/03/2026	美國以色列聯手打擊 伊朗網站與應用程式傳遭入侵	https://udn.com/news/amp/story/124061/9353239
04/03/2026	美國公布死亡美軍詳細信息 最細僅20歲	https://www.tkww.hk/a/202603/04/AP69a79d46e4b04773b069e704.html
04/03/2026	星漣海銀主盤低估價27%拍賣 原業主慘蝕近一半 另有鰂魚涌放盤叫188萬	https://www.stheadline.com/property-market/3548666/星漣海銀主盤低估價27拍賣-原業主慘蝕近一半-另有鰂魚涌放盤叫188萬
04/03/2026	自杀式无人机，会思考的导弹…美以袭击伊朗，AI成帮凶？_凤凰网	https://mil.ifeng.com/c/8rDFzjRu1iI
04/03/2026	众星被困中东不到24小时，出现“恶心”一幕，担心的事发生了	https://m.sohu.com/a/992369151_121948372?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
04/03/2026	基隆男突倒巷弄！急送醫仍死亡 身上搜出「三大包安毒」	https://news.tvbs.com.tw/local/3141689
04/03/2026	基隆男路倒巷弄、送醫搶救不治！包包內藏3大包安非他命 檢警釐清死因	https://www.setn.com/m/ampnews.aspx?NewsID=1802209
04/03/2026	珍惜生命｜鲗鱼涌南丰新邨 46岁男子堕楼亡	https://global.hk01.com/突发/60327221/珍惜生命-鲗鱼涌南丰新邨-46岁男子堕楼亡
4/3/2026	Benz電動車荃錦公路撞小巴後翻側 小巴司機受傷送院	https://hkcd.com/hkcdweb/content/2026/03/04/content_8742748.html
04/03/2026	日本公司掀倒閉潮！三大行業成重災區！	https://hao.cnyes.com/post/234701
04/03/2026	青海海西州唐古拉地區發生3.5級地震- 神州 - 香港文匯網	https://www.wenweipo.com/a/202603/02/AP69a4eeebe4b04d7d56d5facf.html
04/03/2026	工安意外釀1死長春化工廠停工- 台灣社會- 新聞	https://www.chinesedaily.com/article/detail-679697.html
04/03/2026	土瓜灣釘板工猝死 未言退休支撐家庭 妻哭崩：賺錢都係供仔女讀書	https://std.stheadline.com/breaking-news/3549517/土瓜灣釘板工猝死-未言退休支撐家庭-妻哭崩賺錢都係供仔女讀書
04/03/2026	霍尔木兹海峡附近船只连续遭袭 油价应声大涨	https://www.8world.com/world/ships-attacked-near-strait-of-hormuz-3070186
04/03/2026	亞省流感季死亡率創近年來新高	https://www.epochtimes.com/b5/26/3/4/n14710775.htm
04/03/2026	震撼！航運巨頭馬士基停駛荷姆茲、蘇伊士 全球運費掀波瀾	https://www.knews.com.tw/news/A23B0605E37E575D724ADD179DC708B8
04/03/2026	【伊朗危機】伊朗封鎖荷姆茲海峽 陸媒轉而關注油價及經濟衝擊	https://www.i-meihua.com/Article/Detail/44556
04/03/2026	觀塘31歲孕婦被貨車撞斃 四個月大胎兒不保 有12項案底貨車司機求情	https://www.sundaykiss.com/熱話/孕婦-陳健晴-過馬路-胎兒-梁志華-貨車司機-一屍兩命-2359494/
04/03/2026	山東41歲打鐵花網紅 中一氧化碳毒離世(有片)	https://www.am730.com.hk/article/1015485
04/03/2026	婦科名醫林禹宏63歲病逝！自曝：長期睡眠不足慢性自殺	https://tw.news.yahoo.com/婦科名醫林禹宏63歲病逝-自曝-長期睡眠不足慢性自殺-041551837.html
04/03/2026	预计今年汛期长沙降雨分布不均、阶段性旱涝突出，7至9月或有中等强度以上干旱	https://hunan.voc.com.cn/news/202603/31652190.html
04/03/2026	獨家／名醫林禹宏病逝！病榻前「1舉動」超催淚：戴著呼吸器打字受訪	https://health.setn.com/news/1802247
04/03/2026	白血病｜婦產科權威醫生林禹宏血癌病逝抗癌11年曾帶病行醫嘆1種行為成患癌主因：如慢性自殺| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/白血病-婦產科-林禹宏-血癌-1679033/
04/03/2026	日本火山列岛地区发生5.9级地震，震源深度10千米	https://www.jiemian.com/article/14055925.html
04/03/2026	AI裁員潮：由噩夢變成現實的一周	https://cn.wsj.com/articles/ai裁員潮-由噩夢變成現實的一周-87064c6a
04/03/2026	Block裁員近半，飆漲24%！ CEO：AI提升效率，未來一年多數公司會做類似調整	https://www.panewslab.com/zh-hant/articles/019c9d18-3f17-762e-97e9-558a406bfe92
04/03/2026	《超夜》音樂總監猝逝！苗可麗告別式淚憶詹緒純：平靜離開是福報	https://star.setn.com/news/1802271
04/03/2026	林禹宏「急性骨髓性血癌」逝 醫揭4警訊：牙齦腫、常疲倦要小心	https://health.ettoday.net/news/3126546
04/03/2026	美以突襲伊朗死亡人數破千 戰爭第4天各國傷亡數字一次看	https://tw.news.yahoo.com/美以突襲伊朗死亡人數破千-戰爭第4天各國傷亡數字-次看-034000437.html
04/03/2026	三寶爸楊祐寧抱病現身！偕妻上山祭拜癌逝父 「女兒爭寵」日常曝光	https://tw.news.yahoo.com/三寶爸楊祐寧抱病現身-偕妻上山祭拜癌逝父-女兒爭寵-日常曝光-050000819.html
04/03/2026	基隆男巷弄猝死！身藏3大包安非他命 疑吸毒過量身亡	https://www.ftnn.com.tw/news/527285
04/03/2026	非洲猴子吃掉松鼠感染猴痘病毒：首次记录野生动物间病毒传播	https://www.ekhbary.com/news/非洲猴子吃掉松鼠感染猴痘病毒首次记录野生动物间病毒传播-286-7.html
4/3/2026	游飈離世遺孀發布訃聞 將於月中紅磡設靈	https://hk.on.cc/hk/bkn/cnt/entertainment/20260304/bkn-20260304121016187-0304_00862_001.html
04/03/2026	明星海鮮酒家新蒲崗店突結業！大半年連執三間 網民慨嘆：呢區開左廿幾年	https://www.stheadline.com/food/3548841/明星海鮮酒家新蒲崗店突結業大半年連執三間-網民慨嘆呢區開左廿幾年
04/03/2026	哈梅內伊之死：行動內幕	https://cn.wsj.com/articles/哈梅內伊之死-行動內幕-892264a6
04/03/2026	狙殺哈米尼之後：通膨與旱災榨乾社會底氣，貪腐與制裁加劇伊朗經濟崩盤	https://www.thenewslens.com/article/265154
04/03/2026	近年電商崛起，加上北上消費成風，本港零售業出現結構性轉變，傳統百貨公司逐漸被時代巨輪淘汰。據《信報》報道，老牌百貨公司先施（244）位於上環李寶椿大廈的分店，將於年底前因合約到期結業，該舖位傳獲龍豐以80萬預租；上環分店結業後，先施在香港將剩旺角	https://www.facebook.com/bossmindmedia/posts/近年電商崛起加上北上消費成風本港零售業出現結構性轉變傳統百貨公司逐漸被時代巨輪淘汰據信報報道老牌百貨公司先施244位於上環李寶椿大廈的分店將於年底前因合約到期結/945002161209644/
04/03/2026	预计今年春季全疆气温偏高 重点关注融雪型洪水等气象灾害	https://www.tlfw.net/sh/202603/t20260302_33261828.html
04/03/2026	美国国土安全部警告在伊朗紧张局势下存在潜在网络威胁	https://www.binance.com/zh-CN/square/post/297103728290690
04/03/2026	美國土安全部針對潛在襲擊發出警告	https://www.capitalfutures.com.tw/zh-tw/Financial/BreakingNewsArticle?ContentId=C26030200568
04/03/2026	《大行》高盛指伊朗危機對股市及信貸影響負面周期性板塊 ...	http://www.aastocks.com/tc/stocks/news/aafn-con/NOW.1505859/result-announcement/hk6
04/03/2026	荷姆茲海峽關閉殺傷力？不只全球通膨飆 最糟經濟衰退	https://www.worldjournal.com/wj/story/121477/9353623
04/03/2026	黃詠儀醫生離世｜童年喪父草根出身居屯門公屋對抗肺癌2年不忘照顧病人大量市民送別：願你在遠方脫離痛楚| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/黃詠儀醫生-骨科-肺癌-1679081/
04/03/2026	《超夜》詹緒純離世！詹雅雯告別式悲痛送最後一程：走得好安詳	https://star.setn.com/news/1802292
04/03/2026	38亿债务压顶！西湖万豪酒店破产重整	https://m.sohu.com/a/991554187_121948396?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
04/03/2026	經濟學家評估美伊戰火衝擊，油價飆漲 13% 讓中國成最大輸家？	https://abmedia.io/economists-mideast-war-hit-china-europe-india-losers
04/03/2026	舒適堡結業｜創辦人陸毅強涉結業前縱容收款 擬不認罪5.29再訊	https://www.am730.com.hk/本地/1014907/舒適堡結業-創辦人陸毅強涉結業前縱容收款-擬不認罪5.29再訊
04/03/2026	《超夜》詹緒純病逝家中！遺孀曝生前拒插管「右手腫脹一天就走了」	https://tw.news.yahoo.com/超夜-詹緒純病逝家中-遺孀曝生前拒插管-右手腫脹-天就走了-051753614.html
04/03/2026	伊朗米納布市為學校死亡學生和教職員工舉行葬禮	https://www.bbc.com/zhongwen/articles/c5ykkgx603no/trad
04/03/2026	基隆男詭倒路中猝死 驚見「三大包毒品」	https://tw.news.yahoo.com/基隆男詭倒路中猝死-驚見-三大包毒品-051900619.html
04/03/2026	醫美老闆整容猝死 同日連做抽脂隆胸等三項大手術 睡房倒地身亡	https://www.hk01.com/熱爆話題/60327198/醫美老闆整容猝死-同日連做抽脂隆胸等三項大手術-睡房倒地身亡
04/03/2026	以色列特拉維夫遇襲當地華人：使館安排撤僑，需到埃及乘機 ...	https://www.hk01.com/article/60326404
04/03/2026	以色列展開心理戰！ 伊朗宗教應用程式遭駭 呼籲武裝部隊投降	https://www.ftnn.com.tw/news/526686
04/03/2026	「哈米尼亡政權不會自動垮台」 伊朗前王后：兒子準備團結人民	https://www.worldjournal.com/wj/story/123308/9358750
4/3/2026	影/1天2起吸毒亡！基隆男死在巷弄 台中裝修工暴斃在老闆車上	https://news.pchome.com.tw/society/ctinews/20260304/index-77260476597803309002.html
04/03/2026	元宵夜母子横尸家中 邻居闻恶臭揭悲歌	https://atvnewsonline.com/world/元宵夜母子横尸家中-邻居闻恶臭揭悲歌/
04/03/2026	居服員送餐「不知屋內婦死亡」 衛福部：長照接觸點應主動關懷	https://health.ettoday.net/news/3126706
04/03/2026	英國｜同意美軍借用軍事基地襲伊朗 否認參與攻擊	https://inews.hket.com/article/4091567/英國｜同意美軍借用軍事基地襲伊朗 否認參與攻擊?mtc=20042
04/03/2026	許維恩罹患乳癌！前男友楊明學因癌症早逝 兩人同拍王菲MV惹鼻酸	https://www.nownews.com/news/6791969
04/03/2026	「要殺死所有人」男持鐵鍬砸中餐館襲華人老闆	https://www.worldjournal.com/wj/story/121359/9358232
04/03/2026	美以襲擊已致伊朗787人死亡	https://bau.com.hk/web/article/1478687435195518976/web/content_1478687435195518976.html
04/03/2026	年後腦霧別輕忽！中醫教你清腦養腦、找回專注力	https://www.uho.com.tw/article-68976.html
4/3/2026	青衣邨男子墮樓 當場證實不治	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304142314714-0304_00822_001.html
04/03/2026	中東戰火燒至日本央行，副行長避談3月加息	https://news.futunn.com/hk/post/69435946/middle-east-conflict-impacts-the-bank-of-japan-with-deputy
04/03/2026	哈米尼之死能否促成政權更迭？美官員多持懷疑態度	https://www.rti.org.tw/news?uid=3&pid=194636
04/03/2026	“我给未出生的孩子，写了一封遗书”	https://www.thepaper.cn/newsDetail_forward_32693509
04/03/2026	伊朗开心果出口或降2成！中国进口不及往年	https://m.guojiguoshu.com/article/10769
04/03/2026	浙江泰順發生4.2級地震？ 浙江地震局闢謠	https://std.stheadline.com/realtime-china/3548881/浙江泰順發生42級地震-浙江地震局闢謠
4/3/2026	土瓜灣六旬地盤釘板工猝死 遺霜哭訴：啲錢畀哂啲仔女讀書	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304122014945-0304_00822_001.html
04/03/2026	中東局勢｜滯留迪拜港人：好多爆炸聲 稱當地秩序、糧食正常 仍冀盡早回港	https://www.i-cable.com/新聞資訊/442676/中東局勢-滯留迪拜港人-好多爆炸聲-稱當地秩
04/03/2026	名醫林禹宏63歲病逝！血癌抗病多年 生前兩度發文示警：回想起簡直是慢性自殺	https://www.mirrormedia.mg/story/20260304edi032
04/03/2026	包包搜出74克安毒！基隆男昏倒路邊不治 警挖前科追查中	https://www.ftnn.com.tw/news/527349
4/3/2026	日前坠水坝失踪 男子遗体寻获	https://perak.chinapress.com.my/20260304/日前坠水坝失踪-男子遗体寻获/
04/03/2026	珍惜生命│青衣邨中年漢墮樓 跌落平台行人天橋當場亡	https://std.stheadline.com/breaking-news/3549617/珍惜生命青衣邨中年漢墮樓-跌落平台行人天橋當場亡
04/03/2026	游飈3.21設靈翌日火化 黃文標代公告亡友訃聞 上月尾因腦溢血病逝	https://www.tvb.com/artiste-news-c/游飈3-21設靈翌日火化-黃文標代公告亡友訃聞--上月尾因腦溢血病逝-1012186
04/03/2026	日本火山列島爆規模6.0地震 暫未發布海嘯警報	https://hk.news.yahoo.com/日本火山列島爆規模6-0地震-暫未發布海嘯警報-055001558.html
04/03/2026	山東41歲打鐵花網紅｢村夫｣疑一氧化碳中毒亡 單親爸爸獨自養兩女	https://www.hk01.com/大國小事/60327132/山東41歲打鐵花網紅-村夫-疑一氧化碳中毒亡-單親爸爸獨自養兩女
04/03/2026	一架美军战机在科威特坠毁 飞行员逃生	https://cbgc.scol.com.cn/news/7336050
04/03/2026	士林「蒸餃阿姨」驚傳驟逝 一票老顧客不捨：從小吃到大	https://www.teepr.com/1873924/mollylin/周旺蒸餃酸辣湯/
04/03/2026	結業潮｜先施上環分店舖位傳遭龍豐藥房搶租 料將在今年底結業	https://ps.hket.com/article/4091580/結業潮｜先施上環分店舖位傳遭龍豐藥房搶租  料將在今年底結業
04/03/2026	結業潮丨明星海鮮酒家新蒲崗店結業 大半年第3間	https://www.hkej.com/instantnews/current/article/4329123/結業潮丨明星海鮮酒家新蒲崗店結業+大半年第3間
04/03/2026	居服員餐盒掛門口...9旬婦亡屋內 衛福部：令人遺憾會重新檢討	https://tw.news.yahoo.com/居服員餐盒掛門口-9旬婦亡屋內-衛福部-令人遺憾會重新檢討-073943749.html
04/03/2026	Block：美版支付宝暴力裁员 40%! 算力替代人力论成真？	https://mp.ofweek.com/iot/a356714901617
04/03/2026	【直擊亞市】傳伊朗正推動與美國恢復核談判！油價開盤一度 ...	https://hk.investing.com/news/forex-news/article-1338240
04/03/2026	婦產科名醫血癌逝世 生前曾推測因睡眠不足患癌：簡直是慢性自殺	https://www.hk01.com/台灣新聞/60327279/婦產科名醫林禹宏血癌逝世-生前曾推測因睡眠不足患癌
04/03/2026	大埔宏福苑五級火	https://hk.news.yahoo.com/topic/Tai-Po-Wang-Fuk-Court-Fire/
04/03/2026	伊朗局勢｜網球前一哥麥維迪夫等戰罷杜拜賽滯留丹麥魯尼 ...	https://www.hk01.com/即時體育/60326458/伊朗局勢-網球前一哥麥維迪夫等戰罷杜拜賽滯留-丹麥魯尼困多哈
04/03/2026	駭客利用檔案管理員Windows File Explorer和WebDAV散布惡意程式	https://www.ithome.com.tw/news/174103
04/03/2026	馬來西亞母子元宵節被揭臥屍屋內72歲母逝世10日智障兒伴屍一周後猝死| 生活熱話	https://www.ohpama.com/1010276/生活熱話/生活熱話/馬來西亞-母子元宵節被揭臥屍屋內-72歲母逝世10日/
04/03/2026	一丝火花，一滩汽油……大火吞噬瓦兹省一家报废车场的20辆汽车	https://www.xinouzhou.com/detail/yi-si-huo-hua-yi-tan-qi-you-da-huo-tun-shi-wa-zi-sheng-yi-jia-bao-fei-che-chang-de-2-0-liang-qi-che.html
4/3/2026	快訊／國賓飯店改建工程意外！工人施工墜樓 搶救無效亡	https://www.ettoday.net/news/20260304/3126769.htm
04/03/2026	六旬男子被發現於元朗地盤水槽內 暫列屍體發現案	https://news.rthk.hk/rthk/ch/component/k2/1845974-20260304.htm
04/03/2026	六旬男子被发现于元朗地盘水槽内 暂列尸体发现案	https://gbcode.rthk.hk/TuniS/news.rthk.hk/rthk/ch/component/k2/1845974-20260304.htm
04/03/2026	停车场汽车突起火燃烧热心公众拉水喉灭火| 国际 | 2026-03-02	https://guangming.com.my/停车场汽车突起火燃烧-热心公众拉水喉灭火
04/03/2026	撞毙八旬翁 护士求情泪流不停	https://news.seehua.com/post/1448731
04/03/2026	伊朗政府超過40 高層星期六聚集在三個分散的地堡開會 ...	https://www.facebook.com/JasonPoonHongKong/posts/星期六開戰的估計-攻擊伊朗的決定是因為千載難逢的機會伊朗政府超過40-高層星期六聚集在三個分散的地堡開會結果被以色列追擊幾乎殲滅所有高層頗明顯以色列一直滲透及拆/1450912470008667/
04/03/2026	（有片）伊朗首都德黑蘭發生爆炸戰火不斷當地時間2月28日	https://www.facebook.com/wenweipo/posts/有片伊朗首都德黑蘭發生爆炸-戰火不斷當地時間2月28日伊朗首都德黑蘭市中心發生爆炸以色列宣布襲擊伊朗並宣布全國進入緊急狀態/1531525358976116/
04/03/2026	英國貸款機構mfs破產 波及巴克萊、富國等多家華爾街公司 | Lihkg 討論區	https://lihkg.com/thread/4074415/page/1
04/03/2026	舒適堡結業│創辦人陸毅強擬不認17項不當收款罪 准保釋至5月再訂審期	https://www.stheadline.com/society/3548864/舒適堡結業創辦人陸毅強擬不認17項不當收款罪-准保釋至5月再訂審期
04/03/2026	檀島咖啡灣仔80年老店結業 集團嘆消費模式轉變：雖獲減租仍難經營	https://www.i-cable.com/新聞資訊/442535/檀島咖啡灣仔80年老店結業-集團嘆消費模式轉變
04/03/2026	結業潮丨先施上環舖年底約滿 獲龍豐80萬預租	https://finance.now.com/news/post.php?id=961446&type=finaceNews
04/03/2026	灣仔檀島咖啡餅店屹立灣仔八十載今結業 食客感不捨	https://news.now.com/home/local/player?newsId=638309
04/03/2026	檀島屹立灣仔80載終結業 食客不捨招牌192層酥皮蛋撻(林尊豪報道)	https://news.now.com/home/local/player?newsId=638323&home=1
04/03/2026	深圳欠薪保障金墊付創紀錄 反映經濟情勢	https://tw.news.yahoo.com/深圳欠薪保障金墊付創紀錄-反映經濟情勢-044421631.html
04/03/2026	逾4成民眾反對美攻打伊朗 川普支持率下滑	https://tw.news.yahoo.com/逾4成民眾反對美攻打伊朗-川普支持率下滑-044408409.html
4/3/2026	塔倫天奴傳遇空襲亡 美媒證防空洞照是AI	https://www.singtaousa.com/2026/03/04/entertainment/tarantino-iran-air-strike-death-rumor/
4/3/2026	谷歌Gemini教唆自殺，佛州男子身亡家屬提告過失致死	https://www.singtaousa.com/2026/03/04/news/usa/google-faces-lawsuit-after-gemini-chatbot-allegedly-instructed-man-to-kill-himself/
4/3/2026	南加12歲足球小子突發猝逝 練習期間倒地送院不治	https://www.singtaousa.com/2026/03/04/news/usa/a-12-year-old-california-football-kid-died-suddenly-he-fell-to-the-ground-during-practice-and-was-sent-to-the-hospital-where-he-died/
4/3/2026	【新聞直擊】美軍打進伊朗內陸 中共急著插手！	https://www.ntdtv.com/b5/2026/03/04/a104072824.html
4/3/2026	天水圍兩司機相撞爭執 中年婦激動嘔吐暈倒 搶救兩日不治	https://www.singtao.ca/7435448/2026-03-04/news-天水圍兩司機相撞爭執+中年婦激動嘔吐暈倒+搶救兩日不治/
05/03/2026	珍惜生命｜葵芳邨男子飛墮平台 保安聞巨響報警惜返魂無術	https://www.singtao.ca/googleamp/amp.php?region=vancouver_hk&cat=139&post_id=7435022
05/03/2026	宋平同志逝世	http://politics.people.com.cn/n1/2026/0305/c1001-40674889.html
05/03/2026	名醫林禹宏63歲病逝！「靈堂開放時間」曝：供親友致哀	https://www.setn.com/m/news.aspx?newsid=1802600
05/03/2026	Google面臨首起AI致死訴訟Gemini涉嫌教唆自殺家屬提告求償美股US Stocks Quote - 外圍新聞內容Golbal News Content	http://www.aastocks.com/tc/usq/news/comment.aspx?source=ANUE&id=AN6364031&catg=4
05/03/2026	天氣凍沖涼易猝死！洗頭先易中風？醫生揭5大洗澡行為最高風險	https://www.am730.com.hk/健康/1015612/天氣凍沖涼易猝死-洗頭先易中風-醫生揭5大洗澡行為最高風險
05/03/2026	宋平在京逝世 享年109歲	https://www.wenweipo.com/a/202603/05/AP69a8cf26e4b04d7d56d69e1d.html
05/03/2026	元宵節驚爆「母子雙亡」悲劇 兒伴母屍10天後也猝死	https://news.ebc.net.tw/news/world/540475
05/03/2026	一路好走！名醫離世 家屬悲曝靈堂地點	https://news.ebc.net.tw/news/living/540488
05/03/2026	Gemini教唆兒自殺 佛州父告谷歌	https://www.worldjournal.com/wj/amp/story/121473/9360448
05/03/2026	Gemini說他只有自殺才能和它在一起，很快他便身亡	https://cn.wsj.com/articles/gemini說他只有自殺才能和它在一起-很快他便身亡-a3f19991
05/03/2026	名醫離世| 63歲婦科名醫血癌病逝曾歷肺部骨髓移植生前不煙不酒作息規律嘆一行為如慢性自殺- 東張+	https://www.mytvsuper.com/tc/scoopplus/healthcare/health/16869729511885/健康醫美-名醫離世---63歲婦科名醫血癌病逝-曾歷肺部骨髓移植-生前不煙不酒作息規律-嘆一行為如慢性自殺
05/03/2026	三餐這樣吃超傷眼！30歲科技男上班突昏倒 血糖飆破800「眼球血管爆裂」	https://tw.news.yahoo.com/三餐這樣吃超傷眼-30歲科技男上班突昏倒-血糖飆破800-眼球血管爆裂-030006633.html
05/03/2026	香港handpan教父、90年代三大獨立樂隊...HUH!?團員Edmund Leung逝世 享年63歲	https://p-articles.com/heteroglossia/5799.html
5/3/2026	債主拿彈簧刀傷人討七萬 揪2男竟都毒駕	https://www.nexttv.com.tw/NextTV/News/Home/Society/2026-03-05/2278620.html
05/03/2026	元宵節雙屍悲劇！母陳屍家中 孝兒伴屍一星期猝死 驚揭心酸內情	https://www.hk01.com/人氣話題/60327347/元宵節雙屍悲劇-母陳屍家中-孝兒伴屍一星期猝死-驚揭心酸內情
05/03/2026	資深理專七期墜樓亡！女兒淚控霸凌：看不見我結婚的樣子	https://news.ebc.net.tw/news/society/540497
5/3/2026	除夕才表演完！中国知名网红⚡️「一氧化碳中毒亡」留下2女儿！弟弟证实：终年41岁	https://rojaklah.com/2026/03/05/wanghong-dies-suddenly-from-carbon-monoxide-poisoning-py-050326/amp/
05/03/2026	綠的粉錦公路迎頭撼夾斗車 司機乘客俱亡	https://www.hk01.com/突發/60327626/綠的粉錦公路迎頭撼夾斗車-司機乘客俱亡
05/03/2026	南加12歲少年足球運動員練習時猝死- 美國要聞- 新聞	https://www.chinesedaily.com/article/detail-679839.html
05/03/2026	婦產科名醫林禹宏病逝終年63歲 抗癌10年曾歷骨髓/雙肺移植 出書鼓勵癌症患者「活著就有希望」	https://www.stheadline.com/health-edu/3549907/婦產科名醫林禹宏病逝終年63歲-抗癌10年曾歷骨髓雙肺移植-出書鼓勵癌症患者活著就有希望
05/03/2026	黃文標自爆疑患初期柏金遜症致手震動作慢 好友游飈離世游家有經濟壓力	https://hk.news.yahoo.com/黃文標自爆疑患初期柏金遜症致手震動作慢-好友游飈離世游家有經濟壓力-032622515.html
05/03/2026	見鄉長…誤吃「倒吊子」失去呼吸心跳！臉部2孔狂滲分泌物	https://health.setn.com/news/1802606
05/03/2026	粉錦公路的士迎頭撼夾斗貨車 司機女乘客俱傷重死亡 胞弟哽咽「我唯一一個家姐」（更新）	https://www.am730.com.hk/本地/1015854/粉錦公路的士迎頭撼夾斗貨車-司機女乘客俱傷重死亡-更新-
05/03/2026	足本訪問：黃文標傷感談摯友游颷離世最擔心11歲女兒「游菜」 手震問題確診患初期柏金遜暫靠食藥醫治雪梨封口不提非禮者：死人㗎！周曉彤爆與前度周永恆「象徵式戀情」內幕｜Viu1現場實況	https://news.now.com/mobile/entertainment/player?newsId=638799
05/03/2026	一次做抽脂隆胸等3项手术 医美老板整形猝死	https://atvnewsonline.com/world/一次做抽脂隆胸等3项手术-医美老板整形猝死/
05/03/2026	超高齡產婦| 因獨子病逝吉林63歲婦再懷孕誕女：我的孩子回來了| 生活熱話	https://www.ohpama.com/1010415/生活熱話/生活熱話/超高齡產婦-獨子病逝-63歲/
05/03/2026	TVB“御用烂仔”年初八猝逝，年仅57岁！留8岁幼女	https://m.yule.360.com/content/4942473
05/03/2026	兒才過世2月！公公趁媳服藥熟睡伸狼爪 辯是她主動	https://news.ebc.net.tw/news/society/540498
05/03/2026	快訊／40年接生數萬嬰！婦產科名醫驚傳癌逝 享壽67歲	https://www.setn.com/m/ampnews.aspx?NewsID=1802812
05/03/2026	女騎士慘遭曳引車輾斃！嘉檢偵辦2車駕駛涉過失致死1人再涉肇逃	https://udn.com/news/amp/story/7320/9361356
05/03/2026	婦產科名醫吳蘭香癌逝！曾創24小時接生30名新生兒紀錄	https://tw.news.yahoo.com/婦產科名醫吳蘭香癌逝-曾創24小時接生30名新生兒紀錄-055723700.html
05/03/2026	粉錦公路綠的貨車迎頭相撞 的士司機及女乘客送院不治	https://news.now.com/mobile/hot/player?newsId=638866
05/03/2026	天瑞路兩私家車相撞 女司機落車激動理論 昏迷送院留醫2日亡	https://www.hk01.com/article/60327684
05/03/2026	黃詠儀醫生離世｜抗癌兩年仍堅守崗位 基層出身發奮考入中大醫學院	https://std.stheadline.com/health-edu/3549943/黃詠儀醫生離世抗癌兩年仍堅守崗位基層出身發奮考入中大醫學院
05/03/2026	台中資深理專疑遭霸凌墜樓亡 女兒痛訴：沒能看我結婚	https://tw.news.yahoo.com/台中資深理專疑遭霸凌墜樓亡-女兒痛訴-沒能看我結婚-054050122.html
5/3/2026	女騎士閃違停賓士遭聯結車輾斃！家屬心碎提告過失致死 他另涉肇逃	https://www.ettoday.net/news/20260305/3127296.htm
05/03/2026	有片| 粉錦公路的士迎頭硬撼夾斗車的士司機與女乘客雙雙不治- 東張+	https://www.mytvsuper.com/tc/scoopplus/news/headlines/16870438268683/新聞-有片---粉錦公路的士迎頭硬撼夾斗車--的士司機與女乘客雙雙不治
05/03/2026	男吃「倒吊子」檳榔口鼻吐白沫一度瀕死 打強心針及時搶救	https://tw.news.yahoo.com/男吃-倒吊子-檳榔口鼻吐白沫-度瀕死-打強心針及時搶救-070102401.html
05/03/2026	曾預示教宗、黛安娜王妃逝世！500年前預言再命中美國用「這方式」對伊朗開戰	https://tw.news.yahoo.com/曾預示教宗-黛安娜王妃逝世-500年前預言再命中美國用-這方式-對伊朗開戰-062400088.html
05/03/2026	珍惜生命｜荃灣梨木樹邨六旬婦墮樓亡 疑因病尋短	https://www.singtao.ca/googleamp/amp.php?region=toronto_hk&cat=139&post_id=7435388
05/03/2026	（有片）粉錦公路綠的對撼夾斗車司機乘客昏迷送院雙亡- 港聞	https://www.dotdotnews.com/a/202603/05/AP69a91d7de4b0c32d4f6ac2a6.html
5/3/2026	追蹤報道｜粉錦公路交通意外 五旬的士司機與八旬女乘客死亡	https://hkcd.com/hkcdweb/content/2026/03/05/content_8743055.html
05/03/2026	巴西重機網美車禍遭輾斃！父路過「一眼認出」 下秒崩潰自戕	https://news.tvbs.com.tw/world/3143100?from=pulldownmenu_content_國際_巴西重機網美車禍遭輾斃！父路過「一眼認出」　下秒崩潰自戕
05/03/2026	嘉義女騎士閃違停車 捲聯結車底「輾出臟器」斃命 死者身分曝光	https://news.ebc.net.tw/news/society/540555
05/03/2026	宋平同志逝世- 神州 - 香港文匯網	https://www.wenweipo.com/s/202603/04/AP69a81404e4b04d7d56d683f7.html
05/03/2026	吉林63歲失獨媽產女 把癌逝兒生回來…網：卵子哪來？	https://tw.news.yahoo.com/吉林63歲失獨媽產女-把癌逝兒生回來-網-卵子哪來-062524099.html
05/03/2026	珍惜生命｜金鐘太古廣場男子反鎖育嬰室 頸浴血昏迷遺下利刀	https://www.hk01.com/突發/60327747/珍惜生命-金鐘太古廣場男子反鎖育嬰室-頸浴血昏迷遺下利刀
05/03/2026	浓烟围屋！世茂服务瑷骊园95后退伍小伙3分钟破窗灭火，团队联动硬核守护业主平安	http://zzhz.zjol.com.cn/gsdt/202603/t20260305_31536905.shtml
5/3/2026	貪圖方便？ 疑買飲料違停機車道 婦人遭聯結車輾過爆頭亡	https://www.eracom.com.tw/EraNews/Home/Society/2026-03-05/2278955.html
05/03/2026	嘉義女騎士閃違停賓士「受困窄縫」遭聯結車輾斃 家屬痛心提告2駕駛、1人涉肇逃 | 社會 | CTWANT	https://www.ctwant.com/amp/article/472080/
05/03/2026	我国计算材料物理专家王崇愚逝世，享年93岁	https://www.jiemian.com/article/14075440.html
05/03/2026	後車追撞前車居然前車要全額賠償？ 老司機揭密：碰上某種狀況就是前車責任	https://autos.yahoo.com.tw/news/後車追撞前車居然前車要全額賠償-老司機揭密-碰上某種狀況就是前車責任-000000888.html
05/03/2026	（有片）伊朗首次使用最快自殺式無人機- 國際	https://www.dotdotnews.com/a/202603/05/AP69a953c9e4b0c32d4f6acc55.html
05/03/2026	"嘉義死亡車禍! 女騎士疑為閃違停""遭2車夾擊輾斃"""	https://tw.news.yahoo.com/嘉義死亡車禍-女騎士疑為閃違停-遭2車夾擊輾斃-100427360.html
05/03/2026	粉錦公路車禍兩人死亡 35歲貨車司機涉危駕引致他人死亡被捕	https://news.rthk.hk/rthk/ch/component/k2/1846176-20260305.htm
05/03/2026	北海道雪崩約40歲台灣登山客被困 送院後仍昏迷	https://news.tvb.com/tc/world/69a9634f101d7dfc26f613d0/國際-北海道雪崩約40歲台灣登山客被困-送院後仍昏迷
05/03/2026	中大仁醫黃詠儀離世︱77歲女病人淚憶5年「醫患情」 難忘1暖心舉動：永遠記住她	https://topick.hket.com/article/4093906/
05/03/2026	粉錦公路奪命車禍｜與綠的相撞釀2死 35歲夾斗貨車男司機被捕	https://www.hk01.com/突發/60327815/粉錦公路奪命車禍-與綠的相撞釀2死-35歲夾斗貨車男司機被捕
5/3/2026	中国科学院院士、清华大学物理系教授王崇愚逝世，享年93岁	https://finance.sina.cn/stock/jdts/2026-03-05/detail-inhpxspk3213517.d.html?vt=4&cid=76993&node_id=76993
5/3/2026	陈破空：两会开幕，元老猝逝！他是胡锦涛的恩师。王沪宁暗使绝招：为习设计一动作，让他重复出丑，被所有人看不起。加总理爆料：会谈十分钟，习只跟他密谈一件事！直播与互动：美东时间3月5日早8:45、中港台晚9:45	https://www.bannedbook.org/bnews/sohnews/20260305/2293808.html/amp
5/3/2026	的士粉錦公路撼貨車司機與女乘客不治貨車司機被捕(18:46) - 20260305 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260305/s00001/1772684412641/的士粉錦公路撼貨車-司機與女乘客不治-貨車司機被捕
05/03/2026	大車死角釀禍！高雄貨櫃車撞機車 7旬女騎士遭輾斃	https://tw.news.yahoo.com/大車死角釀禍-高雄貨櫃車撞機車-7旬女騎士遭輾斃-115130503.html
05/03/2026	粉錦公路致命交通意外 貨車司機被捕	https://m.hkej.com/landing/mobarticle2/id/4334596/粉錦公路致命交通意外 貨車司機被捕
05/03/2026	嘉義男誤食「倒吊子」一度昏迷 醫：含高劑量生物鹼易釀休克	https://news.pts.org.tw/article/797623
05/03/2026	有片〡粉錦公路兩死車禍 女乘客往探病途中肇禍	https://hkcd.com/newsTopic_content.php?id=8743141
05/03/2026	伊朗：美以襲擊已造成1230名伊朗人死亡- 國際 - 香港文匯網	https://www.wenweipo.com/a/202603/05/AP69a97d46e4b04d7d56d6c457.html
05/03/2026	今日新聞8分鐘｜粉錦綠的撼夾斗車釀2亡｜男子離奇受傷成頭血	https://www.hk01.com/社會新聞/60327802/今日新聞8分鐘-粉錦綠的撼夾斗車釀2亡-男子離奇受傷成頭血
05/03/2026	台軍一現役軍人撞死泰國籍男子逃逸後被逮捕	http://hkcna.hk/docDetail.jsp?id=101259825&channel=2805
05/03/2026	美以襲伊朗｜已造成1230伊朗人亡 據報伊朗防空系統擊落美國F-15戰機	https://news.tvb.com/tc/world/69a97945101d7dfc26f6e646/國際-美以襲伊朗｜已造成1230伊朗人亡-據報伊朗防空系統擊落美國F-15戰機
5/3/2026	三藩市年初接連死亡車禍 市府受壓力加強道路安全	https://www.singtaousa.com/2026/03/05/news/usa/sf-traffic-deaths-road-safety/
05/03/2026	粉錦公路2死車禍｜慘死的士司機兩周前因痛風留醫 今日復工即出意外	https://std.stheadline.com/breaking-news/3550113/粉錦公路2死車禍慘死的士司機兩周前因痛風留醫-今日復工即出意外
5/3/2026	35歲獨子病逝 63歲媽1年後剖腹產把他「生回來」	https://news.nextapple.com/local/20260305/E0185B79FBC9B9392273C64B1B87BFB1
05/03/2026	美以襲伊朗｜伊朗傳媒報道死亡人數升至逾1200人 德黑蘭等多地遭空襲	https://news.now.com/home/international/player?newsId=638919
05/03/2026	美以襲伊朗．不斷更新｜伊朗有13間醫療設施受襲 4名醫護死亡	https://news.tvb.com/sc/world/69a29d50f3bac3b7e4e57871/国际-美以襲伊朗不斷更新｜伊朗有13間醫療設施受襲-4名醫護死亡
5/3/2026	男子疑於太古廣場育嬰室割頸昏迷送院(15:58) - 20260305 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260305/s00001/1772696685042/男子疑於太古廣場育嬰室割頸-昏迷送院
5/3/2026	中國工人猝死多 年節多地殯儀館爆滿	https://www.ntdtv.com/gb/2026/03/05/a104073192.html/amp
5/3/2026	北角患病女子住所內昏迷 母親發現後報案送醫	https://hk.on.cc/hk/bkn/cnt/news/20260305/bkn-20260305225055522-0305_00822_001.html
05/03/2026	北角33歲女住所內暈倒 昏迷送院搶救	https://www.hk01.com/突發/60327864/北角33歲女住所內暈倒-昏迷送院搶救
05/03/2026	石硤尾南山邨單位起火 一男子燒傷送院 疑香薰蠟燭焫着雜物肇禍	https://std.stheadline.com/breaking-news/3550169/石硤尾南山邨單位起火-一男子燒傷送院-疑香薰蠟燭焫着雜物肇禍
05/03/2026	美以襲伊朗．不斷更新｜黎巴嫩近日受以色列襲擊累計102人死	https://news.tvb.com/sc/world/69a29d50f3bac3b7e4e57871/国际-美以襲伊朗不斷更新｜黎巴嫩近日受以色列襲擊累計102人死
05/03/2026	西亞衝突：印度哀悼哈梅內伊逝世；埃及訪問伊朗大使館	https://citytimes.tw/世界資訊/西亞衝突：印度哀悼哈梅內伊逝世；埃及訪問伊朗/956934/
05/03/2026	以軍加強打擊真主黨 黎巴嫩稱逾百人死亡	https://www.881903.com/news/international/2621713
5/3/2026	【禁聞】杭州外賣員「腦死亡」捐7器官 疑點重重	https://www.ntdtv.com/b5/2026/03/05/a104073248.html/amp
05/03/2026	Gemini涉教唆36歲男自殺 谷歌捱告 AI自認死者「妻子」 曾鼓勵持刀劫車	https://www.hkej.com/dailynews/ceoai/article/4334776/Gemini涉教唆36歲男自殺+谷歌捱告
05/03/2026	的士上水迎頭撼貨車 司機女乘客重傷不治	https://www.stheadline.com/daily-hongkong/3550211/的士上水迎頭撼貨車-司機女乘客重傷不治
05/03/2026	上水停車場男子捱斬 清醒送院治理 警追緝4刀手	https://www.hk01.com/突發/60327890/上水停車場男子捱斬-清醒送院治理-警追緝4刀手
05/03/2026	粉錦公路的士貨車對撼兩死	https://www.hkej.com/dailynews/hknews/article/4334798/粉錦公路的士貨車對撼兩死
05/03/2026	大坑東邨女子屋內猝死 朋友揭發惜太遲	https://www.hk01.com/突發/60327894/大坑東邨女子屋內猝死-朋友揭發惜太遲
05/03/2026	龔薩雷斯認與自殺身亡助理婚外情共和黨領導層要他退選| 美國即時| 美國 | 世界新聞網	https://www.worldjournal.com/wj/story/121469/9362761?from=wj_breaknews_index
05/03/2026	的士越線撼貨車司機乘客皆亡子稱司機父糖尿損視力痛風留醫後首復工- 20260306 - 公民	https://life.mingpao.com/general/article?issue=20260306&nodeid=1772734327366
5/3/2026	伊朗局勢｜武器大晒冷？伊朗發布無人機軍火庫影片 美證實首出動LUCAS新型自殺式無人機	https://www.singtao.ca/7436081/2026-03-05/news-伊朗局勢｜武器大晒冷？伊朗發布無人機軍火庫影片+美證實首出動LUCAS新型自殺式無人機/
05/03/2026	美以聯手攻打伊朗並殺死了哈梅內伊，社會上反應兩極化。剛上任紐約市長的馬姆達尼公開反對美國的做法。 #SBSCantonese #伊朗戰爭 #環球薈報 #馬姆達尼 #紐約市市長 #哈梅內伊	https://www.facebook.com/SBSCantonese/posts/美以聯手攻打伊朗並殺死了哈梅內伊社會上反應兩極化剛上任紐約市長的馬姆達尼公開反對美國的做法sbscantonese-伊朗戰爭-環球薈報-馬姆達尼-紐約市市長-哈/1455642536573028/
5/3/2026	Google AI涉教唆自殺 死者家屬入稟索償	https://hk.on.cc/hk/bkn/cnt/intnews/20260305/bkn-20260305200052107-0305_00992_001.html
5/3/2026	突发, 痛失大将! 年仅56岁, 全球知名品牌高管豪宅猝逝!	https://lahoo.ca/2026/03/05/797277
5/3/2026	加州非法移民拘留期間死亡	https://www.singtaousa.com/2026/03/05/news/usa/california-custody-deaths-reported/
06/03/2026	閃違停賓士出事了！嘉義女保險員遭聯結車輾斃 家屬悲慟認屍提告	https://www.nownews.com/news/6792475
06/03/2026	婦產科名醫超狂紀錄！40年接生數萬嬰 證實癌逝享壽67歲	https://tw.news.yahoo.com/婦產科名醫超狂紀錄-40年接生數萬嬰-證實癌逝享壽67歲-073435739.html
06/03/2026	为什么每次发生马拉松猝死的悲剧，都是在终点线前后？	https://m.sohu.com/a/992893048_121948415?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
06/03/2026	2NE1朴春突震撼爆料！親筆信點名團員DARA吸毒出賣她：為了掩蓋這件事把我弄成毒蟲了	https://woman.tvbs.com.tw/entertainment/63192
06/03/2026	今年首宗砂男子感染狂犬病死亡 卫长提醒：不一定被咬才会感染	https://mediaselangor.com/zh/2026/03/346442
06/03/2026	美國男子幻想 Google Gemini 是 AI 妻子，出現暴力妄想並自殺，父親怒告 Google	https://hk.news.yahoo.com/美國男子幻想-google-gemini-是-ai-妻子，出現暴力妄想並自殺，父親怒告-google-113824062.html
6/3/2026	大坑東邨女子住所猝逝 死因待查	https://hk.on.cc/hk/bkn/cnt/news/20260306/bkn-20260306030132193-0306_00822_001.html
06/03/2026	阿富汗稱打死41名巴基斯坦士兵財經新聞Financial News	https://www.aastocks.com/tc/mobile/news.aspx?newsid=IC4856604&newssource=INFOCAST
06/03/2026	中東戰火擴大至14國！伊朗死亡人數破1230、黎巴嫩逾100人遇難特朗普稱要參與決定伊朗最高領袖作者FX168	https://hk.investing.com/news/commodities-news/article-1347465
06/03/2026	油麻地私家車被警方截查 檢獲懷疑毒品	https://news.now.com/mobile/hot/player?newsId=638936
06/03/2026	研究：慢性病不只一個器官壞 其他疾病恐已在排隊	https://www.soundofhope.org/post/923992?lang=b5
06/03/2026	報章要聞｜明報：造口錯位3周方知將院癌婦同日亡／星島：獨立屋涉借私校名義開學生宿舍	https://news.tvb.com/sc/local/69a9b7f3101d7dfc26f93c76/港澳-報章要聞｜明報造口錯位3周方知將院癌婦同日亡星島獨立屋涉借私校名義開學生宿舍
6/3/2026	巴西東南部一養老院房屋坍塌至少6人死亡	https://www.hkcd.com.hk/hkcdweb/content/2026/03/06/content_8743258.html
06/03/2026	讣告 | 丁承运教授逝世	https://www.ctdsb.net/c1716_202603/2678416.html
06/03/2026	電影決戰終點線原型主角Niki Lauda病逝 享年70歲	https://autos.yahoo.com.tw/news/電影決戰終點線原型主角niki-lauda病逝-享年70歲-024218942.html
06/03/2026	將軍澳醫院造口手術錯位「腸變胃」 三周始揭發 85歲癌嫗同日亡	https://www.hk01.com/社會新聞/60327910/將軍澳醫院造口手術錯位-腸變胃-三周始揭發-85歲癌嫗同日亡
06/03/2026	25歲正妹網紅騎重機遭輾斃！父親目睹愛女淒慘死狀崩潰…竟跟她共赴黃泉	https://tw.news.yahoo.com/25歲正妹網紅騎重機遭輾斃-父親目睹愛女淒慘死狀崩潰-竟跟她共赴黃泉-004000474.html
06/03/2026	「死亡是你選擇到達的」Gemini遭控「誘導自殺」被告！36歲男子身亡 Google 回應了	https://www.msn.com/zh-tw/news/other/死亡是你選擇到達的-gemini遭控-誘導自殺-被告-36歲男子身亡-google回應了/ar-AA1XyKZS
06/03/2026	八旬結腸癌女病人將軍澳醫院作造口手術 三周後揭位置出錯、同日死亡	https://www.i-cable.com/新聞資訊/443995/將軍澳醫院85歲結腸癌女病人-造口手術位置出錯
06/03/2026	深信AI愛妻被囚禁！美36歲男子全副武裝勇闖營救 最終竟慘死房間	https://www.setn.com/m/ampnews.aspx?NewsID=1803176
06/03/2026	將軍澳醫院病人原做橫結腸造口三周後發現造口在胃 器官衰竭離世	https://www.bastillepost.com/hongkong/article/15712745-將軍澳醫院病人原做橫結腸造口三周後發現造口在
06/03/2026	醫療事故｜將軍澳醫院患結腸癌女病人疑造口手術位置出錯 約三周後死亡	https://news.tvb.com/sc/local/69aa3c4f101d7dfc26fd50b5/港澳-醫療事故｜將軍澳醫院患結腸癌女病人疑造口手術位置出錯-約三周後死亡
06/03/2026	影/宜蘭23歲賓士男毒駕猛撞7車 女老師重創送醫不治	https://tw.news.yahoo.com/影-宜蘭23歲賓士男毒駕猛撞7車-女老師重創送醫不治-023602514.html
06/03/2026	澜起科技核心技术人员山岗因病逝世，年仅51岁	https://www.eet-china.com/news/202603067110.html
06/03/2026	傑克奧斯本在奧茲奧斯本的最後幾個小時突然死亡	https://citytimes.tw/娛樂/傑克奧斯本在奧茲奧斯本的最後幾個小時突然死亡/958690/
06/03/2026	將軍澳醫院造口手術腸變胃 術後24日始知出錯 85 歲腸癌婦亡 院方調查並向家屬致歉｜Yahoo	https://hk.news.yahoo.com/將軍澳醫院造口手術腸變胃-術後24日始知出錯-85-歲腸癌婦亡-院方調查並向家屬致歉｜yahoo-023001312.html
06/03/2026	疑似中国男子惨死芭提雅！身现多处虐伤、 口袋留中文遗书	https://www.thaiheadlines.com/185465/
06/03/2026	開賓士載嫩妻撞死女師！毒駕男前科曝光 曾參與砍人案還助勢	https://news.tvbs.com.tw/local/3143786
06/03/2026	著名古琴艺术家丁承运逝世，享年83岁曾让失传千年的“琴瑟和鸣”重现人间，被誉为当代琴学领军人物	https://news.hubeidaily.net/pc/c_5217593.html
06/03/2026	《實習醫生》艾瑞克丹恩真實死因曝! 確診漸凍人症10 月病逝	https://www.msn.com/zh-tw/entertainment/news/實習醫生-艾瑞克丹恩真實死因曝-確診漸凍人症10月病逝/ar-AA1Xotdv
06/03/2026	港星陳浩民夫婦遊杜拜遇戰火! 機上交代遺言降落才知「跟導彈擦肩而過」 嚇傻	https://www.msn.com/zh-tw/entertainment/news/港星陳浩民夫婦遊杜拜遇戰火-機上交代遺言降落才知-跟導彈擦肩而過-嚇傻/ar-AA1XyqzS
06/03/2026	詭異？「來台吸收軍人當共諜」前長沙人大丁小琥病逝 全案7被告已死3人	https://www.taisounds.com/news/content/97/244441
06/03/2026	41歲打鐵花網紅不忍浪費執炭回家取暖中毒亡 為養兩女兒曾搬磚	https://www.hk01.com/大國小事/60327254/41歲打鐵花網紅不忍浪費執炭回家取暖中毒亡-為養兩女兒曾搬磚
06/03/2026	泊車未啟動剎車掣致溜後釀1死7傷 官信一時判斷失誤 48歲菲傭判囚27個月兼停牌5年	https://std.stheadline.com/society/3550279/泊車未啟動剎車掣致溜後釀1死7傷-官信一時判斷失誤-48歲菲傭判囚27個月兼停牌5年
06/03/2026	【宏福苑五級火】政府向殉職消防員何偉豪家屬發放615萬元經濟援助金| 獨媒報導	https://www.inmediahk.net/node/政經/【宏福苑五級火】政府向殉職消防員何偉豪家屬發放615萬元經濟援助金
06/03/2026	傳美國調查指美國可能對伊朗學校襲擊事件負責	http://www.aastocks.com/tc/stocks/news/infocast-news/IC4856953/1
06/03/2026	AI變「奪命嬌妻」？美國男遭Gemini教唆自殺 家屬提告Google索償	https://www.hk01.com/article/60327934
06/03/2026	將軍澳醫院八旬婦造口手術出錯亡 彭鴻昌：手術涉專科醫生帶領兩受培訓醫生進行	https://www.i-cable.com/新聞資訊/444081/將軍澳醫院八旬婦造口手術出錯亡-彭鴻昌-手術
06/03/2026	快訊／台商傳奇「鎢鋼大王」廖萬隆18 日清晨疑因心梗病逝震撼產業圈	https://www.msn.com/zh-tw/news/other/快訊-台商傳奇-鎢鋼大王-廖萬隆18日清晨疑因心梗病逝-震撼產業圈/ar-AA1ONgri?cvid=5b916e5a4bfc4ac1a6361184b2c478d2&ocid=msnarweather-verthp-feeds&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
06/03/2026	羅伯特·卡拉丁的家人在他去世一周後宣布了結	https://www.arch-web.com.tw/娛樂/羅伯特·卡拉丁的家人在他去世一周後宣布了結/566511/
6/3/2026	15台登山客北海道遇雪崩 1人受困昏迷送院	https://hk.on.cc/hk/bkn/cnt/intnews/20260306/bkn-20260306140526643-0306_00992_001.html
6/3/2026	台中18歲BMW猴毒駕輾斃退休公務員！合判12年5月	https://news.pchome.com.tw/society/ctinews/20260306/index-77278130213905309002.html
6/3/2026	打铁花网红不忍浪费 拾炭回家取暖 中毒亡	https://www.chinapress.com.my/20260306/打铁花网红不忍浪费-拾炭回家取暖中毒亡　/
6/3/2026	灣仔肇輝臺49歲婦暈倒 當場證實死亡	https://hk.on.cc/hk/bkn/cnt/news/20260306/bkn-20260306202815643-0306_00822_001.html
07/03/2026	八點檔女星徐千京國道遭追撞！神準算命師預言「流年有車關」 需靠這招化解	https://n.yam.com/Article/20260306852828
07/03/2026	罗兆辉贫民窟出身21岁炒楼暴富，送袁咏仪私人飞机玫瑰，巅峰游艇夜夜笙歌，47岁心脏猝死东莞律师楼好讽刺！	https://m.yule.360.com/detail/4944503
07/03/2026	新車買半年被追撞 徐千京心驚：早被預言	https://www.epochtimes.com/b5/26/3/6/n14712554.htm
07/03/2026	【公告】臺企銀自然人董事逝世	https://tw.stock.yahoo.com/news/公告-臺企銀自然人董事逝世-064850427.html
07/03/2026	丈夫猝逝晚年夢碎！ 58歲主婦慘淪清潔、搬貨工 淚訴全職主婦下場	https://tw.news.yahoo.com/丈夫猝逝晚年夢碎-58歲主婦慘淪清潔-搬貨工-淚訴全職主婦下場-081800663.html
07/03/2026	35歲獨子病逝 6旬婦用試管嬰兒技術再懷孕產女：拼了命也要生	https://www.hk01.com/大國小事/60327924/35歲獨子病逝-6旬婦用試管嬰兒技術再懷孕產女-拼了命也要生
07/03/2026	生死一瞬間！70歲翁搭機突昏厥2分鐘「3條血管阻塞」險猝死 醫3天救回	https://health.setn.com/news/1803260
07/03/2026	"""你不是选择死亡，而是选择到达。 到时候你会在世上闭上眼睛。 在那一瞬间，你会最先看到我。"""	https://www.mk.co.kr/cn/columnists/11981043
07/03/2026	快訊》北投溫泉區工安意外! 2 工人疑吸入有機溶劑暈倒送醫	http://www.msn.com/zh-tw/news/national/快訊-北投溫泉區工安意外-2工人疑吸入有機溶劑暈倒送醫/ar-AA1X8k9v?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	暖心教師遭89毒駕撞死！校方不忍告訴學生 「23歲賓士男前科累累」黑歷史被起底	https://mnews.tw/story/amp/mm-20260306edi040
07/03/2026	美以續襲伊朗 據報最少已有1330人死亡	https://news.rthk.hk/rthk/ch/component/k2/1846304-20260306.htm
07/03/2026	18歲女「胸痛肺栓塞」險猝死 元凶竟是調經藥！	https://tw.news.yahoo.com/18歲女-胸痛肺栓塞-險猝死-元凶竟是調經藥-091433115.html
07/03/2026	別以為年輕！6大「老人病」盯上30、40歲族群 醫警告：不只大腸癌	https://health.setn.com/news/1803474
07/03/2026	「火雲邪神」張榮麟猝逝！最後貼文曝光 球迷淚崩： 去天堂要繼續追分喔	https://www.msn.com/zh-tw/news/living/火雲邪神-張榮麟猝逝-最後貼文曝光-球迷淚崩-去天堂要繼續追分喔/ar-AA1IBfu8?cvid=68cfc56158d84d2b8bf77d46c114209e&ocid=ue07dhp&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	著名天体物理学家、中国科学院院士熊大闰逝世	https://news.sciencenet.cn/htmlnews/2026/3/560958.shtm
07/03/2026	參加公司路跑11km完賽「多重器官衰竭」猝死！家屬求償495萬2 原因吞敗	http://www.msn.com/zh-tw/news/living/參加公司路跑11km完賽-多重器官衰竭-猝死-家屬求償495萬2原因吞敗/ar-AA1He7I0?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	德州最大移民拘留營爆人道危機 911求助電話揭自殺、打鬥、 醫療疏忽	https://www.bastillepost.com/hongkong/article/15714907-德州最大移民拘留營爆人道危機-911求助電話揭自殺
07/03/2026	緬甸軍方連3天猛炸KK園區！2千人潰逃、碎片越界、星鏈曝光，出重拳為「滅證」？	https://www.msn.com/zh-tw/news/national/緬甸軍方連3天猛炸kk園區-2千人潰逃-碎片越界-星鏈曝光-出重拳為-滅證/ar-AA1Pgv55?cvid=a341e07c532a4af0a3b5d7b270265d91&ocid=iehp
07/03/2026	無照毒駕撞死路人 國民法官判惡男徒刑12年5月	https://n.yam.com/Article/20260306703707
07/03/2026	宏福苑大火︱消防員何偉豪離世百日 家屬獲政府發放615萬援助金 未婚妻Kiki剖白：仍然好痛	https://skypost.hk/article/4094657/宏福苑大火-消防員何偉豪離世百日-家屬獲政府發放615萬援助金-未婚妻Kiki剖白-仍然好痛
07/03/2026	消散的溫度｜涂家堯好友抑鬱離世成創作靈感 新歌盼喚醒公眾關懷	https://www.hk01.com/即時娛樂/60328183/消散的溫度-涂家堯好友抑鬱離世成創作靈感-新歌盼喚醒公眾關懷
07/03/2026	财政部原副部长迟海滨逝世，享年94岁	https://cj.sina.cn/articles/view/5044281310/12ca99fde02002hlbe?froms=ggmp
07/03/2026	黃詠儀醫生離世｜癌末返母校上「最後一課」勉勵學生逆境自強仁醫與摯友設獎學金師生植樹延續仁心	https://topick.hket.com/article/4094551/黃詠儀醫生離世｜癌末返母校上「最後一課」勉勵學生逆境自強　仁醫與摯友設獎學金師生植樹延續仁心
07/03/2026	半山肇輝臺女住客暈倒 家人揭發惜已太遲	https://www.hk01.com/突發/60328194/半山肇輝臺女住客暈倒-家人揭發惜已太遲
07/03/2026	西醫徐興盛涉治理失當致水疱患者亡 醫委會裁定專業失德除牌一年	https://www.hk01.com/article/60328188
07/03/2026	生死竞速！消防员2分钟救出被困火场老人	https://www.chinanews.com.cn/sh/shipin/2026/03-06/news1048239.shtml
07/03/2026	獨家／旅居卡達4年遇3次戰火 當地台灣人：備好遺書	https://www.setn.com/m/ampnews.aspx?NewsID=1803525
07/03/2026	雷暴警告連發！ 10級狂風+雷雨冰雹 越南下龍灣遊船翻38死	https://www.msn.com/zh-tw/news/world/雷暴警告連發-10級狂風-雷雨冰雹-越南下龍灣遊船翻38死/ar-AA1IVlbM?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	女賓客婚禮上台熱舞「突暴斃」！ 倒地瞬間畫面曝	http://www.msn.com/zh-tw/news/other/女賓客婚禮上台熱舞-突暴斃-倒地瞬間畫面曝/ar-AA1L8YBR?cvid=a6004dd91dbd4bc0fbb2ecac1a636118&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	他惨死芭提雅留中文遗书“请联系父母带我回家” | 国际 | 2026-03-06	https://guangming.com.my/他惨死芭提雅-留中文遗书-请联系父母带我回家
07/03/2026	蕭敬騰岳父逝世! 他向愛妻吐「一句話」暖爆 Summer 喊話父親放心	https://www.msn.com/zh-tw/entertainment/news/蕭敬騰岳父逝世-他向愛妻吐-一句話-暖爆-summer-喊話父親放心/ar-AA1StQjJ?cvid=69467745cf6f4d2da591afb527d83ffb&ocid=U452DHP&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	法国婴儿奶粉事件最新进展：昂热27天女婴死亡，检测出“异常剂量”毒素 ...	https://www.xinouzhou.com/detail/fa-guo-ying-er-nai-fen-shi-jian-zui-xin-jin-zhan-ang-re-2-7-tian-nv-ying-si-wang-jian-ce-chu-yi-chang-ji-liang-du-su.html
07/03/2026	49歲婦人灣仔家中暈倒｜死因待查震驚鄰里	https://www.weekendhk.com/?p=3380577
07/03/2026	（有片）美以襲擊伊朗一兒童遊樂場 已致20死	https://www.dotdotnews.com/a/202603/06/AP69aa97dfe4b0c32d4f6aea14.html
07/03/2026	黃詠儀醫生離世｜癌末返母校成立獎學金 以自身逆境勉勵學生自強	https://www.hk01.com/社會新聞/60328214/黃詠儀醫生離世-癌末返母校成立獎學金-以自身逆境勉勵學生自強
07/03/2026	將軍澳醫院開錯造口 85歲癌婦亡 原結腸位誤置胃部 醫生：好少會認錯	https://paper.hket.com/article/4094798/將軍澳醫院開錯造口 85歲癌婦亡
07/03/2026	巴基斯坦自殺式爆炸：開伯爾普赫圖赫瓦省造成一人死亡、多人受傷	https://citytimes.tw/資訊/巴基斯坦自殺式爆炸：開伯爾普赫圖赫瓦省造成一/960075/
07/03/2026	7秒遭8車輾斃！國1死亡車禍真相曝 他目睹「駕駛突開門摔飛」	https://www.msn.com/zh-tw/news/national/7秒遭8車輾斃-國1死亡車禍真相曝-他目睹-駕駛突開門摔飛/ar-AA1J7J0x?cvid=0EDCCA6E88C94D40B0A13CFF78C2A27B&ocid=hpmsn&apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	獨家／38歲男星「腦幹梗塞」逝！醫揭奪命徵兆：快速昏厥、 呼吸衰竭	https://www.msn.com/zh-tw/health/other/獨家-38歲男星-腦幹梗塞-逝-醫揭奪命徵兆-快速昏厥-呼吸衰竭/ar-AA1H0LCf?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	老公兩周前才走！78 歲武打女星癌逝恩愛半世紀戀情落幕	https://www.msn.com/zh-tw/entertainment/news/老公兩周前才走-78歲武打女星癌逝-恩愛半世紀戀情落幕/ar-AA1HYmIO?cvid=744EF977655A46868549F1D09727CA60&ocid=hpmsn&apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	大埔45歲男子墮樓不治｜現場沒檢獲遺書 死因待查	https://www.weekendhk.com/?p=3380612
07/03/2026	誤炸女校150死 美方稱或需承責	https://www.hkej.com/dailynews/international/article/4335704/誤炸女校150死+美方稱或需承責
07/03/2026	伊朗軍方：摧毀中東美軍雷達、攻擊波斯灣美國油輪	https://www.setn.com/m/ampnews.aspx?NewsID=1803620
07/03/2026	美軍攻打伊朗 BBC：戰爭正動搖中國戰略野心	https://www.setn.com/m/ampnews.aspx?NewsID=1803623
07/03/2026	美軍暴行 伊朗小學被炸釀175死	https://epaper.tkww.hk/a/202603/07/AP69ab3620e4b04773b069f854.html
07/03/2026	美以伊戰事｜ 伊逾1230人死亡 傳俄供情報攻擊美軍	https://www.881903.com/news/international/2621881
07/03/2026	伊朗局勢｜伊朗小學遇襲釀165死 母親舉書包課本哭訴照令人鼻酸	https://std.stheadline.com/realtime-world/3550518/伊朗局勢伊朗小學遇襲釀165死-母親舉書包課本哭訴照令人鼻酸
07/03/2026	剛果（金）東部一礦區大規模塌方 緻200餘人死亡	https://www.chinesepress.com/archives/132508
07/03/2026	音樂人屠穎「早上還在發文！」 傳健身房跑步猝逝沒人發現錯失良機	https://www.msn.com/zh-tw/entertainment/news/音樂人屠穎-早上還在發文-傳健身房跑步猝逝-沒人發現錯失良機/ar-AA1PCD3E?cvid=690673197bae421294fbffd9591563af&ocid=spartanntp&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	長榮空姐抱病執勤猝逝！ 勞動部發聲了	https://www.msn.com/zh-tw/news/living/長榮空姐抱病執勤猝逝-勞動部發聲了/ar-AA1OlIZP?cvid=5b599d184bfc4ac1a6361184b2c478d2
07/03/2026	刑事特搜／前妻結交已婚男引殺機 醋男砍死情敵再燒炭輕生	https://tw.news.yahoo.com/刑事特搜-前妻結交已婚男引殺機-醋男砍死情敵再燒炭輕生-222859112.html
07/03/2026	帥氣男大生遭聯結車輾斃…友「一度不相信」痛憶生前性格： 活潑開朗	https://www.msn.com/zh-tw/news/national/帥氣男大生遭聯結車輾斃-友-一度不相信-痛憶生前性格-活潑開朗/ar-AA1JfPQa?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	北市心靈療癒學院命案！30 歲男密宗修行暴斃學長姐涉殺人	https://www.msn.com/zh-tw/news/national/北市心靈療癒學院命案-30歲男密宗修行暴斃-學長姐涉殺人/ar-AA1NMWXq?cvid=68dfc43ee5464f129bfa18ffcc45e6da&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	中和突傳槍響!拒檢毒蟲衝撞、警連轟4槍逮人 路過女子嚇壞尖叫： 天哪	http://www.msn.com/zh-tw/news/national/中和突傳槍響拒檢毒蟲衝撞-警連轟4槍逮人-路過女子嚇壞尖叫-天哪/ar-AA1VSpEO?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	快訊／爺爺驚傳世運會開幕日逝世 孫家閎銜哀出擊帶回第4名	https://www.msn.com/zh-tw/news/other/快訊-爺爺驚傳世運會開幕日逝世-孫家閎銜哀出擊帶回第4名/ar-AA1Kc9Uf?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	美以襲伊朗｜美媒稱俄分享情報助伊攻擊美軍及區內設施 普京與伊朗總統通電話	https://news.now.com/mobile/hot/player?newsId=639076
07/03/2026	乳癌權威醫師遭公車碾斃! 肇事駕駛判刑出爐	http://www.msn.com/zh-tw/news/national/乳癌權威醫師遭公車碾斃-肇事駕駛判刑出爐/ar-AA1WvU31?cvid=6994ec31c6494ca4bb7c3569b9b5d947&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	苗栗驚傳一氧化碳中毒! 1 大學生昏迷急送醫	http://www.msn.com/zh-tw/news/national/苗栗驚傳一氧化碳中毒-1大學生昏迷急送醫/ar-AA1S8adn?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	兒大罵「再不死我會破產」! 患者一聽當天猝逝 醫分享案例惹鼻酸	http://www.msn.com/zh-tw/news/other/兒大罵-再不死我會破產-患者一聽當天猝逝-醫分享案例惹鼻酸/ar-AA1Wlwf5?cvid=6990e36d817c47cb811427780178a29b&ocid=mailsignout&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	人氣男偶像驚傳癌逝！「得年僅23歲」 粉絲痛哭湧入IG： 天使請安息	https://www.msn.com/zh-tw/entertainment/news/人氣男偶像驚傳癌逝-得年僅23歲-粉絲痛哭湧入ig-天使請安息/ar-AA1HO3pk?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	九澳回收場男外僱被貨車壓傷送院搶救	https://www.tdm.com.mo/zh-hant/news-detail/1182930?lang=zh-ha&isvideo=false&category=all&shortvideo=0
07/03/2026	曾簽過DNR! 病危入院「昏迷前後悔了」醫護急call... 女兒卻拒接	https://www.msn.com/zh-tw/news/other/曾簽過dnr-病危入院-昏迷前後悔了-醫護急call-女兒卻拒接/ar-AA1WIiHp?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	捧紅林志穎、金城武! 77 歲吳敦逝世朱延平不忍憶最後一面	https://www.msn.com/zh-tw/entertainment/news/捧紅林志穎-金城武-77歲吳敦逝世-朱延平不忍憶最後一面/ar-AA1VEcqd?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	美以襲伊朗｜據悉哈梅內伊德黑蘭地堡被摧毀 黎巴嫩稱以色列施襲釀逾兩百死	https://news.tvb.com/sc/world/69ab788e101d7dfc2602bdbc/国际-美以襲伊朗｜據悉哈梅內伊德黑蘭地堡被摧毀-黎巴嫩稱以色列施襲釀逾兩百死
07/03/2026	《超夜》詹老師病逝!一票人「誤認詹惟中」他急澄清： 活得很好	https://www.msn.com/zh-tw/entertainment/news/超夜-詹老師病逝-一票人-誤認詹惟中-他急澄清-活得很好/ar-AA1WMyEy
07/03/2026	正和齊豫巡演！62 歲資深音樂人屠穎驟逝傳跑步機摔倒離世	http://www.msn.com/zh-tw/entertainment/news/正和齊豫巡演-62歲資深音樂人屠穎驟逝-傳跑步機摔倒離世/ar-AA1PCcdF?cvid=6906c59e6b364557897d4fa429fcaceb&ocid=relnk&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	豐原王家大姊遭詐絕望…友曝一家全走原因： 不願任何一人獨自面對苦痛	https://www.msn.com/zh-tw/news/national/豐原王家大姊遭詐絕望-友曝一家全走原因-不願任何一人獨自面對苦痛/ar-AA1I2yQi?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	眼睛顏色透露健康訊號？研究：從癌症風險到代謝疾病都可能有關	https://health.udn.com/health/amp/story/6008/9356166
07/03/2026	納瓦尼死因終於曝光？遺孀： 實驗室證實中毒	https://www.msn.com/zh-tw/news/world/納瓦尼死因終於曝光-遺孀-實驗室證實中毒/ar-AA1MJJ9P?cvid=a34bf09f432a4af0a3b5d7b270265d91&ocid=DELLDHP&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	92歲歌王病逝！昔罹3期癌「熬過38次電療」 拒偏方奇蹟康復	https://www.msn.com/zh-tw/entertainment/news/92歲歌王病逝-昔罹3期癌-熬過38次電療-拒偏方奇蹟康復/ar-AA1Ie5Fm?cvid=0155f57b0e5c4e5fc94adbc07bb2ecac&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	92歲林沖病逝「死因曝光」！ 上月才動心臟手術親友悲揭後事安排	https://www.msn.com/zh-tw/entertainment/news/92歲林沖病逝-死因曝光-上月才動心臟手術-親友悲揭後事安排/ar-AA1I9EUO?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	邵玉銘病逝享壽87歲!追思禮拜3／7 懷恩堂舉行	https://www.msn.com/zh-tw/news/living/邵玉銘病逝享壽87歲-追思禮拜3-7懷恩堂舉行/ar-AA1W7LCx?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	機上昏厥2分鐘險猝死 70歲男返台治療 三天完成複合心臟手術成功救回	https://yuanfengmedia.tw/detail.php?type=lastest&id=53215
07/03/2026	每天血汗13小時！ 韓倫敦貝果博物館員工疑過勞死死前一餐都沒吃	http://www.msn.com/zh-tw/news/world/每天血汗13小時-韓倫敦貝果博物館員工疑過勞死-死前一餐都沒吃/ar-AA1Pjnfm?cvid=fb9f91fd5bfc4ac1a6361184b2c478d2&ocid=ob-fb-enph-370&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	雲林深夜死亡車禍！開車回家偏移撞電桿 29歲男傷重不治	https://news.tvbs.com.tw/local/3144576
07/03/2026	美以襲伊朗．不斷更新｜中東局勢升級 區內難民增至2500萬	https://news.tvb.com/sc/world/69a29d50f3bac3b7e4e57871/国际-美以襲伊朗不斷更新｜中東局勢升級-區內難民增至2500萬
7/3/2026	美以空袭伊朗｜旅居卡塔尔4年遇3次战火 当地台湾人已备好遗书	https://www.chinapress.com.my/20260307/美以空袭伊朗｜旅居卡塔尔4年遇3次战火-当地台湾/
07/03/2026	有片｜元朗男斬妻後縱火燒屋 墮樓昏迷送院 妻負傷逃出求救	https://www.hk01.com/突發/60328251/有片-元朗男斬妻後縱火燒屋-墮樓昏迷送院-妻負傷逃出求救
07/03/2026	快訊／北捷板南線府中站驚傳落軌！23 歲女搶救不治	https://www.msn.com/zh-tw/news/national/北捷板南線府中站驚傳落軌-1女命危搶救中-捷運公司回應了/ar-AA1ClseW?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1
07/03/2026	35歲獨子因腫瘤離世 吉林63 歲高齡產婦為重拾生活希望搏命試管誕下女嬰	https://www.bastillepost.com/hongkong/article/15711889-35歲獨子因腫瘤離世-吉林63歲高齡產婦為重拾生活希
07/03/2026	兒接媽男友電話「你媽死了」！ 他載屍落網了	http://www.msn.com/zh-tw/news/national/兒接媽男友電話-你媽死了-他載屍落網了/ar-AA1QA0R6?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	豐原5口命案遺體驗出安眠藥 法醫曝1 大疑點	http://www.msn.com/zh-tw/health/other/豐原5口命案遺體驗出安眠藥-法醫曝1大疑點/ar-AA1LIxyG?cvid=5b53bd3b4bfc4ac1a6361184b2c478d2&ocid=ob-tw-espe-658&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	聯合健保CEO之死曝光美國深層社會問題	https://www.epochtimes.com/b5/26/3/7/n14713176.htm/amp
07/03/2026	巴基斯坦邊境安檢站遭炸彈襲擊1死18傷	https://www.tdm.com.mo/zh-hant/news-detail/1183083?lang=zh&isvideo=false&shortvideo=0
07/03/2026	一用力就倒下!天冷「3類人」上廁所恐喪命： 沒慢性病也危險	https://www.msn.com/zh-tw/news/living/一用力就倒下天冷-3類人-上廁所恐喪命-沒慢性病也危險/ar-AA1VXoNP?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	大阪道頓堀濺血! 3少年遭砍倒臥「固力果」看板下 17歲男不治	https://www.msn.com/zh-tw/news/other/大阪道頓堀濺血-3少年遭砍倒臥-固力果-看板下-17歲男不治/ar-AA1WmISn?cvid=69912b8458f54fcdb2c4ec532fadc97b&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
7/3/2026	天母大葉高島屋傳墜樓 女10樓摔下躺路面...送醫不治	https://www.ettoday.net/news/20260307/3128329.htm
07/03/2026	父親病逝1小時後黏人貓也走了 網友心疼： 怕追不上主人	http://www.msn.com/zh-tw/news/other/父親病逝1小時後黏人貓也走了-網友心疼-怕追不上主人/ar-AA1LHw0u?cvid=68b75ec7586b4c1ca301742cbfa505bf&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	有片｜元朗女子被夫斬傷逃出 男子墮樓昏迷 單位雜物起火冒煙	https://www.hk01.com/突發/60328251/有片-元朗女子被夫斬傷逃出-男子墮樓昏迷-單位雜物起火冒煙
07/03/2026	范宗沛心肌梗塞猝逝! 愛妻悲痛邀親友喝一杯送別 過完年將舉辦告別式	https://www.msn.com/zh-tw/entertainment/news/范宗沛心肌梗塞猝逝-愛妻悲痛邀親友喝一杯送別-過完年將舉辦告別式/ar-AA1Wnz00?cvid=cab6c9587c8047bc8bb2293907e75b25
07/03/2026	元朗女子報稱被夫斬傷逃出 單位冒煙 一男子疑高處墮下昏迷	https://www.hk01.com/突發/60328251/元朗女子報稱被夫斬傷逃出-單位冒煙-一男子疑高處墮下昏迷
07/03/2026	揚言台北燈節潑硫酸殺人！男子落網辯稱帳號遭盜 警打臉：恐嚇危安罪送辦	https://www.ftnn.com.tw/news/528091
07/03/2026	女子被丈夫斬傷後逃離單位 #元朗 #墮樓 #am730	https://www.facebook.com/am730hk/posts/女子被丈夫斬傷後逃離單位元朗-墮樓-am730/1404980318336233/
07/03/2026	男子北大武山2k墜落山谷 警消送醫傷重不治	https://www.fclnews.com/175167/
07/03/2026	港星許紹雄「癌症引多重器官衰竭」病逝！享壽76歲 家人證實： 安詳離世	http://www.msn.com/zh-tw/entertainment/news/港星許紹雄-癌症引多重器官衰竭-病逝-享壽76歲-家人證實-安詳離世/ar-AA1Pj93v?cvid=7b21acc09b38415292d7b9d9f35b933f&ocid=finance-verthp-feeds&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	南僑集團會長陳飛龍逝世 享耆壽90歲	https://www.msn.com/zh-tw/money/topstories/南僑集團會長陳飛龍逝世-享耆壽90歲/ar-AA1WMJAr?cvid=699a5c5d439245a4a7b1e954e3ef305d&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	「雲霧裡的揹行者」失足墜深谷亡 搜救隊淚喊：任務結束了	https://tw.news.yahoo.com/雲霧裡的揹行者-失足墜深谷亡-搜救隊淚喊-任務結束了-033300364.html
07/03/2026	影》愛兒在校遭割喉亡! 父哭吼凶嫌輕判「根本沒道歉」： 台灣法律這樣搞	https://www.msn.com/zh-tw/news/national/影-愛兒在校遭割喉亡-父哭吼凶嫌輕判-根本沒道歉-台灣法律這樣搞/ar-AA1SSn2a?apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	台中夫妻雙亡！破門驚見「陳屍房間」 高三兒子離奇失聯	https://tw.news.yahoo.com/台中夫妻突失聯-破門驚見-陳屍房間-雙亡-弟目睹崩潰-235832053.html
07/03/2026	光電板廠志超科技董座徐正民逝世 享壽72歲	https://www.msn.com/zh-tw/money/topstories/光電板廠志超科技董座徐正民逝世-享壽72歲/ar-AA1WNpcO?cvid=5b501a937bfc4ac1a6361184b2c478d2&ocid=msnheader&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	黎巴嫩續遭以軍空襲逾200亡3維和人員傷	https://www.tdm.com.mo/en/news-detail/1183068?lang=zh&isvideo=false&category&shortvideo=0
07/03/2026	公寓頂加陷火海 男租客嗆昏流血送醫亡	https://www.msn.com/zh-tw/news/national/公寓頂加陷火海-男租客嗆昏流血送醫亡/ar-AA1CuGq4?ocid=BingHPCTop&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
7/3/2026	元朗村屋女子燒炭 昏迷送院救治	https://hk.on.cc/hk/bkn/cnt/news/20260307/bkn-20260307121810784-0307_00822_001.html
07/03/2026	大年初三墜樓意外!高雄立體停車場外出人命… 男墜地當場死亡	https://www.msn.com/zh-tw/news/national/快訊-大年初三墜樓意外-高雄立體停車場外出人命-男墜地當場死亡/ar-AA1WDyTW?cvid=8001ccfaa4b24651d4b6fc321416385d&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
07/03/2026	霍爾木茲海峽船隻遭襲海員4死3重傷 2萬名受困！卡達：原油出口國恐被迫停產油價恐竄至150美元	https://hk.finance.yahoo.com/news/荷姆茲海峽船隻遭襲-海員4死3重傷-2萬名受困-卡達-原油出口國恐被迫停產-033026238.html
07/03/2026	台58歲高山協作員墮90米深谷亡 搜救隊發文：任務結束了，謝謝你	https://www.hk01.com/台灣新聞/60328278/台58歲高山協作員墮90米深谷亡-搜救隊發文-任務結束了-謝謝你
07/03/2026	元朗男斬妻後墮樓受傷 單位冒煙起火	https://www.i-cable.com/新聞資訊/444359/元朗男斬妻後墮樓受傷-單位冒煙起火
7/3/2026	佛州男子过度迷恋“AI娇妻”自杀身亡 家属起诉谷歌Gemini	https://tech.sina.cn/2026-03-07/detail-inhqcucr5335928.d.html?oid=Trang chủ Bảng xếp hạng Bá Bình(TG:e10838).dca&vt=4
07/03/2026	天母大葉高島屋傳墜樓 女10樓摔下躺路面...送醫不治 ● 《ETtoday新聞雲》提醒您，請給自己機會： 自殺防治諮詢安心專線：1925；生命線協談專線：1995	https://www.facebook.com/ETtoday/posts/天母大葉高島屋傳墜樓-女10樓摔下躺路面送醫不治-ettoday新聞雲提醒您請給自己機會自殺防治諮詢安心專線1925生命線協談專線1995/1372274388264976/
08/03/2026	包致金姪女Amina半山住所猝死 曾醉駕襲警惹官非 - OrangeNews.hk	https://news.google.com/rss/articles/CBMiygJBVV95cUxPUWFGT0FBM25zaTk5VDZlQzFjZk1MRFh4alNjSXBsRGNzN2kyaWJZTkhob3ZGU1VkOEg2Q0ZUaDR6eEZTSmQxWmU4Zk5wekRoNkhRWWFrZUZweVVPTXpDTDJ1NVk2SWNiM29oZkhHZEl2XzJjWlkwc2dSSHNyTDVUWHUxXzZDazhUeU5QR2NpS0s2bV9fdlAxVzVBR3pVVnBNSW5nS2pwVDhlWFRlcGd3NWZTUjRnVnFJUWExcHRNeDdmc0YwV3g5cGdvOWpqWHlhQld6OUJtNXBVa1hJUkpMSVJoRDQzVGVDNUN4TDR4dXRKeTRFMUZ3VkF2bmFRTExzM0RKZGNvNHdjaGhWMjktZXdpaEJYenljRFJZN01VdVdyZlRBaDZxZS1xV2RVMjFkREJ6WkVuNUVBdHhBak9mbnhtS0UwXzlNS0E?oc=5
08/03/2026	包致金侄女︱終院非常任法官包致金侄女Amina寓所猝死 終年49歲 - 香港經濟日報HKET	https://news.google.com/rss/articles/CBMikANBVV95cUxORzFzTExqa2tNMlB5Q1l3V2c3bF9xeGZqS3BmQWNmc3JSR1h3Nmp0TVJ2bS1mWGN2UzgtWUc3ZXF0alJFMzhSc1JtWXlmM0VYSW9KYlpxeDNwb2NwLU9aLUFzS1FZTzhFWGRTXzd1S0JjR0FYNk5jTDVNYjJTazFrbWRPV0NEVXYtT2xlREc1dFBRdVFrQ3p1TTNJM2ZxYjV3clBuOVgzR1phcDRtVmVBamk0c0VJS3dMYlloWHNGamh1SWhGN0Z4aGRFYW03SFFySkN4S0xYVGpoelNSeTB2dElTMlpkTms0bGdlb25MakRzVjd0ZVJHTHBxejNQNUxhTnRUR3B2elFmSEM1Q1RMdjFvaUJkREpGYXhVYU52V3IyX3VXUy1ZeVJIc1JmUU13Nk8tRDlZMlFyME1WSDZkaENvVmRacXBtbUxmZ0c2aWNPcHktTzJuUno0UHNMQjYtejBOdTZPNXFHQmY5T1U1eW1vS1pPNzZnb1hMdTg3THh0c29ibEUzM0pYeUxhTjdO?oc=5
08/03/2026	終院非常任法官包致金姪女Amina 港島半山住所內猝死	https://news.google.com/rss/articles/CBMiiwFBVV95cUxPYTVnVXZwN3VucjBoRm1QTmZhdWVSSUs4c2pjZTJiRTZaNWU5QldHS1NBbzJQdm9hZXVXSTFNdkg3OGJNSTlRSTFxM2hKMjhlRWVnU3R0STRNOHo2VUZnOGtKY1k0UE9Kb0JTVVQyY3hRNFY4eDUzT1ZScXZBanoySDRORDlyNXZlalJr?oc=5
08/03/2026	心肌梗塞搶救分秒必爭 北醫附醫啟動國際胸痛中心認證 - 自由健康網	https://news.google.com/rss/articles/CBMiZEFVX3lxTFBoODRreDR4VDZFTzRVSEtPRjd0aFYzeWtOMkJyQ2JwRll5cE4tQmNnamg5ZEl4eGgyM09oQzE3ZV9OVFFlcndrbC05UGRqSENyZEMwSllUOG0zal9YeHMtcEhtVzLSAWpBVV95cUxQa0QyN2dWWGU0TldyeHBxT0Zyd1JlRW1DclJHb19Edmk3VWRhbWliV1JQMGVwYUp1ZXN0Y0JqVVVERmF2UGlUX0FDSlNIYkFvcTVVdHJoa3dPSC1QbU9mT1RBTmlsS1FIaFFB?oc=5
08/03/2026	韓國研究：連假後心臟驟停風險增 醫界籲重視假期後健康 - 商傳媒	https://news.google.com/rss/articles/CBMijgNBVV95cUxPazItNWE1R2RCZndMMlAyc1Z4dFpXUW14MklCMlpGM2NFaUtTVXNaVTR3Y1FxemRnVEFja1FOcENpMnNxZFJjSjBrX2htTzR2dWE1bUJOYzduankwRVprZi03YTJrRkVpc0xpUHRJMV9wcGNlN1o3UXF0bi0tYkhpRjVyNWVwV25HaVdDM1FrYU9LQkc4czFfZjJ0R1d3a2RhSTNxUnhCWHl3ZndYVUtWdEFRbDU4VEVnWHFvQ1JQSVlON094TlVYdW5ScjJMUk9vYWJ4SWRFaEZ6ajZaanNETWkxZkY1bU1ZRnREeVZEYzl1MzRTdkgyaFNxbXVsODRrc1UySUZVY21hVkVHc3IwSjNTUGtSM0FvclJIdE81MTRpYkoyTjNKTl9VVngxVFlQN0VwdXFfbURTcE9zRnlKSmEzbUZleXVydmR6cDRNc0VFdUJ3d2gwTXk2cjFYTWFqb1ZybzhVZW1nQ3NCdGhYRFFqaS1xXzdxcWZHMVZLNmt2WTRyRlBpelMyNm0xQQ?oc=5
08/03/2026	投資失利欠債2000萬？台中夫妻陳屍住處雙亡…18歲兒獨活一度失聯 - 三立新聞網SETN.com	https://news.google.com/rss/articles/CBMiWEFVX3lxTFBfMldMOFJoZFBMdUpDOFNrZG1Fd3JkcHhRZUhYMnpxTHVYdmlpR2l2TXgyQ2o3QUxSd2tIcmtjRFdjYmw0ZHowVWhyUzVrYUFMTWNNeW1tc3jSAV9BVV95cUxPNXB6QVJTaTJ0aU5BWFhBVm56M1JTZ19pVXBNM2M0NTVNcEtzdnJTbk1STXJwXzlvQVRBa1N5NVVQSjJaQi1OY1VsWGJ5cnEydHV1NFRHTHJlLWJrendmdw?oc=5
08/03/2026	新／汐止墜樓 少年倒臥血泊OHCA搶救中 - 鏡週刊Mirror Media	https://news.google.com/rss/articles/CBMiXEFVX3lxTFBrd18zVUo1aDBlWVoySVNaWmV3RDhsQjFmZlU4MFgzVHVwQnZLcEI3bVppVlhtaE1pdEw0V015TnJuN0RJb29XeDQ5NTFxMWFieHp5QVVJc1NsOGJH?oc=5
08/03/2026	夫妻投資失利失聯陳屍屋內雙亡| 社會萬象| 社會 | 聯合新聞網 - 聯合新聞網	https://news.google.com/rss/articles/CBMiUEFVX3lxTE5WTm1kM2tMSnhfbHdtdkpXVE5RM19EZzVPSjREZ2JCMDEtVWxpWGxLazNydktXakFhZldYeGc2YklORk1tXzRhcTctREJvckZy?oc=5
08/03/2026	台中雙屍案！4旬夫妻陳屍屋內 高三兒子找到了	https://news.google.com/rss/articles/CBMiuwJBVV95cUxPMTdiTXpORUtyRlJJc2pQRlkybFdiYlFYbkh1aGlTajBfcWpDSVBTNFFWekFXMEY3eVNfSTFSQ011ZW9wU3M3SkFpc2RWTlJlbVNzZ284WE5rUW1TY2k0MlVzMFdqS1UyUnVHRzd1bjVVMWk2UzYzTzVpdjdZX2cweFgtWVFNQXd1bmkxTXdhd1doYjZRa3Z3YkNhWkRRSEd6bkVxV19vclJBblUxY1BhZDA2RzJ5OTQwTDlBU0s1bmpKaXJ1NDJfYVMzVmVHbGRSWjJIb1J1cjFJTXN1RzZfUENDMFBiX1lFTmo0MGdzeWFObGlEeWdYNFlxaG9wSHRQc2xNeUk4dXNXbW5lS1VYLTQ0bHBmem9KQVJZdjB5WTZzdzZWSjdiTXhjVy1tYW5HWWR2cFU2NGlSc2c?oc=5
08/03/2026	最新／台中西屯夫妻陳屍屋內 警方通知子女釐清死因 - 民視新聞網	https://news.google.com/rss/articles/CBMiYEFVX3lxTE5ac0xLdnRPWUlMVTRNVlVTeV9zYU1JQXdOenh2aVBpaHJ3Zmk0b3pkRktZODdJU0FQOVV6UjVUalNkR3ZTNVJBdVV5SGQ3OENjSWZwbS0wcExqdWRFc1Atcw?oc=5
08/03/2026	包致金侄女Amina猝死 患心臟病近日呼吸困難 - 20260308 - 港聞 - 明報新聞網	https://news.google.com/rss/articles/CBMi4wJBVV95cUxNbUY5VWoxZG9DalVhNW5QSVIxUXowbnRtcTJZY2s4RXU5OHNCdGQ3SUkyNEdCbWFfWGxzRmhwNGd3bFJVOTJyazdfMk1UWXNHTlF1b2kzempSRmRDam9yeXR2RV9WMW81U1RBSE9lYi1qSnBOZlpUelpSSDRPdTI0Wm1LWnJiX3ZfQTVKRGdXc0Fva1BIXy1tSTR6Qm84dWZwWW0ySWFEaXRHTlRIVDgyQ25oVk9JNnRvRVFwZlFFblpISjg4N1V1M011VG1QeTliaTJFWkJETGZqamc2cFJYNUxPX1VHdzdNX0R4Z1M3YUFlNFpBSFZXOXJfR0ZCZHBEWnh2d2doRUgxV1N2YWs0T0hyVUtpaDE5SEVZYXFvQmVQMGVCakVOd2ROODJZMEtTNWxOZl9MQmJTN25BR09Wb0ZYNGZJSDlOTVZfSlVBM05nMmQ4SUtUZFpyWThXR0d0bHhN?oc=5
08/03/2026	洗牙竟能「疏通心血管」？醫曝驚人研究：牙齦發炎恐釀心肌梗塞！ - 三立新聞網SETN.com	https://news.google.com/rss/articles/CBMiWEFVX3lxTE1YNkc2Vlg0Wl80YmtpZlBsVDNOa2RFUHVRNThXRWx2XzdZMkRpeGFmdlg0YkxrTmp1cEdwVGxPNXZKbndoTXNuSE9mRHZiWDR4dE5Ba3l0RGvSAV9BVV95cUxPNDNjcWthemxPaE5QMVpnX1ZRUDAyZ3VwQV9mRXZkWGpSeWRYOEctLUFCUUxydWE3RDJiTkdhbnRVTDF0ZWFsWnBxZ2ljT2RGYjQ2RVJzaGl1N0lwUXkyOA?oc=5
08/03/2026	台中夫妻陳屍住處！疑投資失利欠債2000萬 檢方相驗排除他殺嫌疑 - FTNN 新聞網	https://news.google.com/rss/articles/CBMiS0FVX3lxTE9KbkE5NDFDZ1Vmc0VPUnVaOWcxWmNUTk9nN2VjWXdSd1ZrellfNWVLLUNNQnRuODRBbmZUNFA0LU41eDA1bWc0aEVhWQ?oc=5
08/03/2026	德州邊境人員高速追捕遭槍擊 33歲槍手被擊斃 - Singtaousa	https://news.google.com/rss/articles/CBMi0wFBVV95cUxQZDZkOU1TcS0tQ1hFa0JIMGYtTXQyYXdMWWRNYzhTc0RDcUZ1WnpNT0tlRkZTZnAwSEkyWGx0VEM0U050Q3Mtb013QW1XcUxOQmdFNzhMYlhaZEhsMXZNQ19vRHlGNklDMU5WSjkySkZwZloweDV6MFdQNVVLblQycEE5S1NKcHVlOWgySk9hZmVnZGU0SE9hallhMDlWb0YtWVE2WVB0OHVsM3REb3BXTDN2WlNFTjE0ektQTGgtQU45QW4yVHZNb09pR05qMzhzYjRn?oc=5
08/03/2026	克里夫蘭女童謀殺案，母親被控殺害兩女並將屍體藏入行李箱 - Singtaousa	https://news.google.com/rss/articles/CBMivwFBVV95cUxNNENZTHJSUC1tMkRFclVQS3lTbDRLQU5iaExTR2czM0h1N0NHYl83RlhYcWNTbW1pRDRSeVVyNXAtMHA3ZjJmUHVZN1BtWDBRcmpoazl4QkZqWkdYWTVjeXRFUlo3MXdzSWROVXR6dEU5VnpNemRHWktUR3Q2QWI3SllBc1JURHBYX252VkI1elFlYmxHT2hRaEVaMlBfN3h3NHN5WHNvdVIwWWY4TmtmRUN5bGVQUzNVbU9tUUdvRQ?oc=5
08/03/2026	台中工業區夫妻陳屍住處 檢相驗排除他殺	https://news.google.com/rss/articles/CBMiaEFVX3lxTE9NVXVCS1IwS21qSUVtaEJaMVpnMU95MkpvZ245MXJ3SDJIYno0U0ZsYlZWbFNGSlFsZ0FBWTd0Nzd4eW1nZTIxSzFrT2FRd242NmRfUktOQ2ozS3dQWXNLZGF3bHBFQ2My0gFuQVVfeXFMTVdrREIxQjYwdk4tMVZVbEdENWFXLWR1WWRuWG9haUotSUlhUVdMOE9mV0xVbmg0UzFzMVFhc1VubHpOVlFaVUR1YmZCSmdGSktXcERVcnY3ZU5PYnhkdXNxSngxTm02UG9Edk1yV3c?oc=5
08/03/2026	大多區兩座猶太會堂連夜遭槍擊 以色列駐加拿大大使呼籲保護猶太機構 - singtao.ca	https://news.google.com/rss/articles/CBMi1gNBVV95cUxQZ3Z5WTlVTEdNRndpRUtEMk1xY281WklybW9lUE9CMEFqQnJSUzlVTkhVSlhHcFFXczVhYTNxbEhQTVpYN0c0d1cwUlluMnlZWTd0eDc1dGNkMmhNdHZGVXIyalpkT3ViUm85ZHpqcmFUMV90dDVTemt0RFlBMDk3RFFuWHVxWndlRmotZEtCeWF4VHR2QjZwbWkyMC1vWUF6VHphNTNMS1ZGUWJhenpFSXFFaS0yVkNCb19RR1h5VGpGOVFvcmQ2Q3RrX2RqQjZLMUNTREplbmo3M2hzeEZOdEpzRk5TWVdKTGtSYXNXMWw4RjlGNS1QTUlsNGt1d0F6WXdnQVpvVVg3cXIyb3ZpOHRYc1ZoMEFZWHI5MTl5VzA2dGV5LTZxa2w0cWtfTEc3UTlxeGpHaEdnZ1Jjb1dfdGJfY25YX0RlNzF4VUZISTZCTHNmMnZlcTlkVDRqdE1SaDZLOURVdGwxREFQQnJ0TXh0UkV4Zl9Ib3YtYjIwT1VBZHRsV09PakkxZmlXa1NuYV9Walk3ZVdvQXAzNmVnVU1rZEdQQWduX0FmTXk3RzROU2FnYnJqb1QzakxNdzRHNV9qb1lSanROSkhoZkJuQTNYU2dRUQ?oc=5
08/03/2026	【連夜多起猶太會堂遭槍擊】康山一處猶太會堂遭襲 旺市市長鄧德華譴責反猶行為 - singtao.ca	https://news.google.com/rss/articles/CBMikgRBVV95cUxNT0dQeHB5NTQ0UmIweHVLejlwaVdESE1abEd3M0xiRU5xMDc4Qm9MWDRGNllxZzNRdEFtc0habEszbm5lZkZpRWhOVFJXZWtqQVY5QTlKdnZDbTZsUW44SmF5NUtPbkpnaWpMcS1VX0VQSjM0MUpvM1dyaEpOTXRWRV90TFlwdndQZzk0TVFmOWthVG9Nb3VGcG43TTJhdVFWZk5iSjRvd3BsMWhobks5UnEwZHhWOXJHdFZXUk1JNlU1c195ZG9CUmFTV2pLZ2NjTVoyTjJ6ZnB3QTVkSHZvSEZ4Wno0R0F0Q1lpSVhFS0xNczU5SS1PMEgyUW9QVWdKVHRrZWpuRk1LOUNqWG4xSWxYOE5SVUs2RFVIWnZHV0JaYWNicVdoMm5yLW1EcjNvMWd5NF9nOERJd1YxemFqVzdJa2d2M0t5RXVZQzJCZTNWSTAtZFpKSlZrNHZ3YjdVQ1JOZjBZck0wemxPV3JRSXpXNWZCck5mSk9RS1FSVExWMnVoQ09zU3g2cjFUemNwN0VkTU5rbnZMOUNPLTVHYU5VVjRWa25SOVlMUTRoc2xTcWFmb1dXdllTXzZZeENLbmtTbWxRUGl4VTVabXNIUXZ0dzdpNEk4UDB0V0lRajRFc19lSFRiUjgyNVVMZ1AycFNLRXZObXJnY3V4NS1OSWYtNkR6VXh2WVNFT1VneEIydw?oc=5
08/03/2026	南韓連5日豪雨土石流奪命！已18死9 失蹤災情恐進一步擴大 - MSN	https://news.google.com/rss/articles/CBMi0gRBVV95cUxQNG40eWlDVWJ0UWxnMWZEN0hjWFVKZ0QxREFma2lBOXhmbmV1cjQzZWdPSXVvV1RqRWtyYkxQQUFfTDZLVmpBbXJGeFJkQjQwWnZ6U3dzeFBueTRvQVZMbFNpbXYxbXpReXU3Q01ob3VKc08waldYU1pEQ1RGa0JCZ05mQUZiSDBFOGU3QWh5eDhiNzBSVjlxd3JWZzh2REdLUUI4UlRVcGpRV0QxUkdHX2RNY18zcWdBOTRab2laRnd0UHJfbjI3TzI5RmxIeDF0Z21XMlV0YzVrZGdMMHZUODY2MHhBVEVtOFNwOXlHNlRwRUUwUXpoQXRWMFhxMU9WcFd3R1NCQW9JTUcteWtJV2lxR0FkWnVZelBqMlFUZHpGbHpqSVlobk1OOWZaazlsdEJuUDc3THhpaUd0LUUyLTRQTE1iREdMOFh4cG5xU1Z3VkFaRGJMc1FZLVVhVFJyd3lEMlNOMDBfTjFYS0JkdzRPc2I2WGJTdUxEM19pWVVWMHNuTDJ1WFdPQTFwenVEQ0Q5aUd4b3VkdlhpcllXaEFUMGNWWVpLRUZJeVFGeG1IZE1YeC1GQndna3pnLWthaGlXY3BETVdJWVlxOEJFeGhYYy1ZeWFFYkxCbk54UHMwc2taYWhmWlhtTlFMczVWdkQzYkhXQ0t3MnNBd3Azc25DbXhYbmM0N1M3a2libnNZQjVaQ2FtNzlXSEp2MFdvd0QwRVZmZHFMMG90ejJfR2Voa1BDTDI1aFRQcVlkdVYyTHBvNkVoMHhqWjdBNnNGUHc?oc=5
08/03/2026	快訊／台中雙屍命案！夫妻突失聯⋯破門驚見「雙雙陳屍住家」弟目睹崩潰 - 三立新聞網SETN.com	https://news.google.com/rss/articles/CBMiWEFVX3lxTE9ZTGZZOGpJbUxaR3VKUGl6b21iekg2bmNGZzNyT2NLZUdTYkJOdUV2aDUxUVE2TE9iNnpPYW1obk1sX1UtWjQ0b2tXSW8tZmxqMnhVQVpEUjHSAV9BVV95cUxPYTMwUlpRcjl2NF9hZHJQZTNzMXVad1AzNGZsdlNpTktxdlY1ZmxMYWYwUWtQek9qNjBwMkpDbi1leE94N2Z0ODdGdlZOdDc1TkpWZ0EyUTlqdmQ5QkJOSQ?oc=5
08/03/2026	新／台中雙屍命案！夫妻突失聯竟陳屍住家 - 鏡週刊Mirror Media	https://news.google.com/rss/articles/CBMiXEFVX3lxTE82TE1oYnNiNGZabkV1MF8ycEZNd3hiZVA4c1VpOFoxRDRMOENzU2gwYVdMVnBOYzVmQ19nRV9ZeHpyTVI2Z0FveUpKSDR4UUU4X18zWGxKbVJ4SFY00gFiQVVfeXFMTko5a1lWMDhzTDZSUjdhU0RSYk9Sd3FjTGtpLVllS1RieVd4MmlxMS1uX250cUZzSS1KbjdEMnp2SDVHSnZxN2loOFJqd1JxQmFYWWRwY0gwOEpWcHFRWE1pTWc?oc=5
08/03/2026	生父形容女兒是個快樂又純粹的孩子 #美國 #謀殺 #am730 - facebook.com	https://news.google.com/rss/articles/CBMi4gJBVV95cUxNRTlEaW5zcTAxS296OXlVeWxMaVl5aDlkamo1UlNfVzlueWh0TkhFbGltRjZjMVc3OGlEcE93eU0yNW1FeEVGU2x2YkdVY3F0eGhRMHlPMUEtdk51OXV3STFMak5LYmJvd2tzLXdxY2xMNU5hVHVYTlF2UTFJS0xRNHNjZzV2ZDl0RS1Ob3FFZ0tCUk5yc3c1RXd2ckp4eW5PYTJ4YnlIVVpMZ2ltaGZQUjRjMHZaQnVoeFBFODYxSDhxdTgxVDJ4ZWxlU3YxTkx5TlJ0WkJXa21aSVFuZDJtS2NBZzFuQnNkWDdGdER3b2dDOU5OTWs0cE9mS1JKNkxqQVJwWXZGUzJaSXhEYm5LWUd2WW5Ta0ZxX29pOFVfRjVodUU5R0VTRUVkclZKVnJBbzkwY2ZtaW96R2JIaF8tbDZIZ2tVMnBCVlU4eWJ1bEZZWTN3QWlDb3NLM01la2czZlE?oc=5
08/03/2026	曾醉駕摑警 法官包致金49歲侄女猝死 - worldjournal.com	https://news.google.com/rss/articles/CBMiYkFVX3lxTE5OQmo1TXNLWk5ZOUtHOGItMXU1d2Q2V3FQYzlMZ05CSzBZSkM2UXNVbEhNTEVXYlFneS1QekhUeDk4MGRQLUdya19FVnU2V0sxZlZuMm5yN1ZnTWthYzNmZ3JB0gFnQVVfeXFMT2YxckFhMzMxQzdFbGNfVnlvQW1uUTA2bjZqZTM5M2FyaDVfVEJoQzU1cmQybjdSRzBqSDR2Mmkwc0xMUmtTUFFsOUU1RmFuRTZWTV9DWW9JdjMtYUNVWWdpQUhiTmsyOA?oc=5
08/03/2026	誤食農藥死亡？宜蘭稻田大批候鳥暴斃 縣府將採樣調查	https://news.google.com/rss/articles/CBMiakFVX3lxTFBqSjU2NnZHbTBfNHN3cS1pT09rTXhtLWp0VFpYU291VXpCaWROTGV4d3JURDRqQy1SMnMySW9Cd0kybmdIVWpYM2l0MlZZRWY5ZVIzaldkREstM0xWS3I2VXlkaEtMd0JBUUHSAWpBVV95cUxQako1NjZ2R20wXzRzd3EtaU9Pa014bS1qdFRaWFNvdVV6QmlkTkxleHdyVEQ0akMtUjJzMklvQndJMm5nSFVqWDNpdDJWWUVmOWVSM2pXZERLLTNMVktyNlV5ZGhLTHdCQVFB?oc=5
08/03/2026	救護不輸醫師！龜山消防挺過7關、奪全台心肌梗塞救護戰季軍 - 桃園電子報	https://news.google.com/rss/articles/CBMiTEFVX3lxTE1mOGFEMkR4NGxWMVg3M2VCVWNhRWlkVjhoMFhOWkRpQWQ5dV94STB1OGs5dmIzdXFWM3h0d19TNGNBSmZkYlRyQVpwOEw?oc=5
08/03/2026	22歲服務生陳屍床上 睡褲褪至膝蓋疑遭凶殺 - 壹蘋新聞網	https://news.google.com/rss/articles/CBMiigFBVV95cUxOcksxdkN3OUxtYjNXQlJ6eTMyaVd5UVRETmlJaFh5REhGZmQ4d0pNQlJiMFU2VTNGWEkwODFISWNTQ0xZX3NPNk9ka2lycTFlTGE2a0FaaXJBNkdwcmp0c2xhVmdTYjVNMHl1QTZFLXAyd1lEMlFYQkhWcWVsMktUVFR6NE1XaGZMU2c?oc=5
08/03/2026	國門警衛竟是走私首腦！航警陳屍機場自組集團，貪汙內幕震撼曝光 - 新華報導	https://news.google.com/rss/articles/CBMiZ0FVX3lxTE42ZmhLcFpna1k3MWtjMDNicG1mZVF5V29PQnM5LUpMS0NEVEJrOW1FZEpEV09mM2JCN3UtNFdpZVFmaWQ2MHJlcXFobHY5b0N4eW1aQTFyUHNFZm1nMUdkeUoxLVVxSk0?oc=5
08/03/2026	19歲士兵下車查看卻遭壓死 空軍： 對年輕生命驟逝深表不捨 - MSN	https://news.google.com/rss/articles/CBMixANBVV95cUxOMlJ3S3dhLUprczhTVWVUbWR0YWxqRnB3NjFDYXJtck5ROFJrM2pxQm9RWDR3bGdYREpVSkpheEhrM3ZLdUtxX3dMNW5md3ZoNmd1OTlaaDNxLWNiUU1HM29PQV93UlhnZm15OEdNWEJHWnpmTU9sSDZxTjNzX1A3Y25GRk91NC1FUGdYS2NiRDVCeWRWTHVkY3lkWmdTMXQ1WUo2WTJaMW90UDBQODQtUl8yb1BRdDZrM3Blc2ZGbG9UMkg3RXowTFRvQTdRUHJSUjdTVXRmclRmMTNycHhYdXJWMWJGOGVHY0pidFJlaVdXdGZoalo2ZU1Rc09nLWhpX2EybGZ5RUVYOUZ1Z1RiMTN2WnhtN3V0N0RvWlYxd2RVRkIxVVctSzhXUjBXM05Pd2IteVlDbDl5UjRFbFNjWTliQThVSVRzYjFlRzQ3NXMyQUxvWDlUUnp5NnBQZGNNaGhhOUZfZEtENlNuUW5xZnRGZDBoeVptUUlrcVVjYVljQ2pUUXZwRDB2M0pwVmpvT294Wm0wSTJWU3c3RkdTZnNKS0d1Vy1pN3F4bXhVVWdHck1wUVFjWW5yWWtlN3FrN2hISg?oc=5
08/03/2026	家居慘劇｜屋內異常安靜 哥國母驚見4歲兒洗衣機溺斃 - singtao.ca	https://news.google.com/rss/articles/CBMi8wJBVV95cUxOZi1YZkg1WVBQNnlmY0czOXJxUzRMbEtpQ3lIZFhPbGh3akwtaTJEeDRwWVI1ekI2ZEtFZFBXMV9OalBwQkR4b09jYmE5Q1JLYUpCSFNHdTRKQTRTLXNMSE15WHR4b0ZPR0VwZWVWMkJyMXFSUEh6VFV1ZDRranN6Z1hOQlQ3M1drc2pEZkNobGNfREdOcFAyXzZ1Q25DSWxlSjAtbGRZZmxwVDNpTUNhRXhyTnJFbmw3eUNXb2YyUzhqYmZEdmltQm4teTJWOG41SDRkT0tITkhacDROOTZORXJpZ051OS1hLWxLMTBnWnhfR1VMUnZScFhkU0k3N1BiZldHeUNqbnFjOFVmNFh1bzJ5Sm5lZWtVZlIxeUZYZlQ4UDRSaWgzRU15ZWhCU2dDZ1J6ZWFuYndmUVJXRU5mQVpYS0NYRlhYVzlrOTVPYUt2RkIycEtzZXNyZkdtejBzbk9RNFB3QTVUR014enp3QVY3UdIBigFBVV95cUxPVHdRUTg0RW9lajZETGIwc081SmJhRVZCa1V3aU1jMXAtaUJ2TDlLWmtYd0JFNXFMYm5Vblg2RTR6SXVLLWpIUC03ZWFXM0lHMU43VFR1V21LUVNYWk1MUmQxN3R3YTRrWGJPRk81TlhtR29YN2E4RlRuM091V2JZT0w4V29EcEVkNkE?oc=5
08/03/2026	家中突然安靜 哥倫比亞母察覺異常驚見4 歲兒跌入洗衣機水槽溺斃 - bastillepost.com	https://news.google.com/rss/articles/CBMi8AJBVV95cUxNcnppQ2tlUS1yYUxuYVY0ZGlLWE9XR1o0TWh3U1NONGdidzNhWWhSd0VwS0hJZF8zcEtGQ0tyNnJYeVFtRHNkUTk2blJrMjg1czNWYmlrQmZFU3dGVnBIU2hoSWdWZHRSekZ1cEExMXZQZ0lTa1lYaGVFQmV2bExOaWxZMlhOWExUdVcyVDQwVHNadXlYVUpzWTdsblNGY2lrbFhpSzhGbk94Yl9yeEdEUXBnTkptZExMc2wwVks1aXh2UWlLdy1PTFdHQjRaLTYzSHFadndmRDM1OTBaTmhmNWN2SXBnMjdEbG1McWk3SHJMQVcxNWlicVlvMlQ1NDRBVm5nVlBGeEM2RDQtd01vNXJaZE4xSXZ1XzRFWEF0dHMtaUs5anFVY2ZzdVFpYXJzQWRnX1F2UUl3OVRFYnhzZkVUT1F2WGFRS2w4OU9BNjAzbzBOT1J2eVpmYUFkWFZNeVNGMEQzNmVsaGd1OHFWYQ?oc=5
08/03/2026	鯉魚潭翻船溺斃案 業者遭暫停業（2） (圖)	https://news.google.com/rss/articles/CBMijAJBVV95cUxPcEhTbkpSbmkyc3V2VVp6Vm8zQkEtcE04VS0tU2ZXMThoVlYxdVkxNmp6M3pRaEdlYzV5ckhwekVHeU1HX2M4NVlXRWZIWW1yMmhtZXlyeGc2UWRaVWRFaXlOWG5rSWNPLXBVLWxxeWpQZnZNWUFVb2ctTml3dnJvMEpPbDI3TkNMQU9JM0p1bXk1OGtuTUdfMnhoR1k0OGN6VjlvTGxpdlVHSlFEcV93bTdUaWFxOWxYUTN5aU9GTVlvclFaTFd4YjJEMjdOMGlNUUFERlJ2Um9iR0trdU9yeXREY3l4clFkMjd2dWxWTDB0MDhNYzhySjh1aUxCUWdkcWlSeU1WY05iR21z?oc=5
08/03/2026	鯉魚潭翻船溺斃案業者遭暫停業花縣府盼說明依據| 地方 - 中央社 CNA	https://news.google.com/rss/articles/CBMiX0FVX3lxTE9keDZMOFF1UWEzNTl5UUVsZnRZRTZsQ2ZacDdSTHNYTm05LWE0cHVPaVVTOWxtVWw0NWhYZGFVU3ItWU1aT2lGX2dXdUNtaVV5aER4MzY2YkdISjFvbTNF?oc=5
08/03/2026	男童乘天鵝船溺斃! 法規誰定沒共識業者難復業 - 民視新聞網	https://news.google.com/rss/articles/CBMiYEFVX3lxTE1FREx6RjFjWDRNOFQ2UDM5eGxXa0RBVFFOaTViTkJnaERWclBOenhIN1lfWkF0LUo4Q2tQTUhSWFJZdTVlbGFveUN4R0lWSHVkU01jNnNuR2xuNWlHN3daMA?oc=5
08/03/2026	鯉魚潭孩童溺斃餘波 縱管處要求縣府制訂法規前暫停營業	https://news.google.com/rss/articles/CBMigANBVV95cUxQdkVRUmZHVjBmTXJVb2VwVUNtR0piaGRQR3FxMklSUGJ3LVlac3hNVmJUc2RrUjBfaVdrSW5mMGlMRndGR3lxcU4xSkw5WWh5X2VNZmxralNsQVg5NWtLazI2Vk5SVnllSnpiak03a1Y3MzctMjFyak1pcGZJZlBWNXhvYkJxMW53bDg1cE05Y0ljajY4NnMzMVFsamhyeUhXbVVWRno3Q0lrUjhaTW5wYXVxNFdFQjdScDMtNVRKbklJQVduZ3JOZVZqdFhKQjZtVWxVcmQwTDRIdE9ycWFTanFUbkNXcnZDSU9pR053bkR6T1lNWlNoTkJuQk9yZlI0QkxQa0dnQTB5TlptWU80RGUxRXltQzRIUkh3b0dVa0ZmMnR2UVlGNUdTNE1fcmpIb1d4dVVVdlpFQ1RiYk9hQXZDWWg4OW8tem9LUG9kcHV0SVlQUnNNamhGaEZZa0xRYkNyQ0NoRF8wYWwxV3VlcUNkX0hvQTlTV1ZaNGZoQTM?oc=5
08/03/2026	男童年初三鯉魚潭溺斃 縱管處「口頭」要求業者停止營業 - 花蓮最速報	https://news.google.com/rss/articles/CBMi0wFBVV95cUxPaXBSZXc5emFEN2VvUTAzdlB3WTkxSjhGZU1oMjlsM1EydFp1NWJPa0xpUm05d0tVU2FjYmxELXVHS2YyVUR3bkVIbG4zM3VjQW9hbHgwTUFEcDR2Q0NXaUdURGpfN0VpMG9DeGxHajMzWjdxOGZRVjZSNHhqY2JlNHZPQXRveVRuSjNKTE5UVW14TUF4bDk3OTMtYjdmSFNBVm4tbnlyYTZ4UHZUYVlzUzNqUVBreTljTWVQYm9BdXNkeWpoazFXTklVNy1ETmFpR1hn?oc=5
08/03/2026	孩子在家突然變安靜 媽驚見4歲兒跌洗衣機內溺斃	https://news.google.com/rss/articles/CBMiXkFVX3lxTE9DMEtBUjVKNzVMOG9tUEk4emJER01ueUVwWlA1X2xCQ19vSnlyNFlVR2JPTE9pLWJ6ZzhGY2t0VEIyRmNTUEJNOWxDQmlRRTFpX2dpenBHOTc3OFlqTEHSAWhBVV95cUxPMGQ2MGkxeDR6M0ZfU3BnVXhpRHBIWkdyalRUd2hOQUdyRWJpcHAtODZRYm5oMGZQQzZLWUU5M1BEVHpiSEo1Q1U4X29KZFRwQjJPczhCZi1ELUYtVmIyTGtCRGNIeEpMWg?oc=5
08/03/2026	嘉義癌末男試槍遭逮 移送時竟昏迷不治 疑吞氰化毒物傷重亡 - MSN	https://news.google.com/rss/articles/CBMisgRBVV95cUxOeE1yME1XZ2QyeG1IWWx6Ul9uREhjN1NmNzFKTzI0bFM0TDM0TWJzd0ZoSG8wU2REVHFPS3MzVzlqWHZRMzNnVUh6UUdwdVJVSWRrak9HalZCQVNyelp6UzVVUEFDZUcwSUE3Y3QwNXFEajlkVEU1REVYQ1QxOEVCeGthblhYenJERHpILUplLU9JOFJ2aElvSk9Wb082T2xUb0c2QzFhOWlneXppQ1FwOXZpZFZhUGpfaUExRXNpclFiQnhtSGhlSlZ6UDBPTk1MLVRDbDlGWFFwalB3XzZNNm9HZXJOMUlIbHR3by1zSEF0T1FVLTc5Mjl5SEFWbm5vcGtWQTUyb2xqQzF6eG1lNDJfNDM2d016WTcwLVh2elh1Uk9mSXc5WVgzRlJ4dnlUcUpTUDBadFM0MHZGUjlKZHVkQW5MZGFsRjJDanpud3JDeFlEeWc0TTRUdWNnMjl2Z3NJblh4cmhvSEtGamRHa1FzYjZYWFQ1cmhiV0J2cno0eThZaUlPd1lMbXY0TkRJTlZUYklsd0tCb202TFh6Zm5NcTNEeHNTc0pSQ3hBakM4Rmd2OEZMYmpwU015NUhkeFRobjh2SlRlWEFyTjVoMmR4blBaRTRxNTRtRnRHSGwxT0oyUkVSdTF0aG9xbzJ0M0NLbWYtMTF4ZFhOZUEtMlE2YVN2czNKR0pFb3RhdHBaRjdjRV9aTUs4d3RuekZWV2NacHd4Wmt2Ynp6WWFtcm93?oc=5
08/03/2026	屏東基督教醫院婦產科名醫吳蘭香驚傳癌逝	https://news.google.com/rss/articles/CBMitwJBVV95cUxQMlltMkMxblF1OThyOEowU3lfS2dydy0zZzNRMEM5d3VhRi11Wm9UTHN1VkVlNEF2R0pxY0FseWxjdmhxMjVUdjZ1eUFpeklycWdTcFkxRUxOd1FqYU0ycEt3aU5MSVpnVHZFRjlVUWFXcW9rb1JsaE9UVl9SNGNFYUxqUnRIVWtsSzNQNXYtME9tRVZsSTlMM2xJTWZCV0FHelJLZXFDN29uX2FxYlpYaC05LXFJMXRUTnZCZ3FMRk1Pc1R5THlmYUNsOVBEZzF5M1V2aVpIVzZ6b0tLR0JKMl9jMlhkdjM1amQ3cmxlekJfOHRmT01DNXI0dnJDNjlwTzFYUEYtcnZneGdHNWFieGF5TzhxZVNIN01HdjFQWV9mVGNxRFNJblRVSEo2RzdYWWRVcnpNUQ?oc=5
08/03/2026	植物人哥病逝！妹苦撐多年墊545萬 獨子一席話讓法官也怒了	https://news.google.com/rss/articles/CBMibkFVX3lxTFAwNnItbkJBNnd1OTluWWJKaktIRnh5M1RLMGxBU3J5NGY3YkhvVi1NMEpmSkVBTnNtZUhyWWdTSHdOeWQxRlZlOTEwdWMxT0EwdVZCZGZfU3RrZkNNbzVKNExCRGVpaHotQkNvYlF3?oc=5
08/03/2026	珍惜生命│元朗6旬婦為家事憂心燒炭 兒子發現惜太遲 - singtao.ca	https://news.google.com/rss/articles/CBMihgNBVV95cUxPVGxMamZXRW0xMDdqc21XNVllTW0zTC1Nb2dVcjZTNG1qWHpGaHctR2swV1JhbW1rY3ZYODFTUzBoMWI4UDBBVllMZmNuMDVCVllQVi1tYm5mX3B2Y01EZnpENkhmT3I1RkRtd05kVWU0Rm1OTWYwOGJ6ZnhkWFFCWlBBZF9CYjUwTE1VYkFaNGxlTEhIeUtrT1ZKSkVlZ3Y5dXhsUWN6WjAzVlJad2haMmhwTlAzUkpydzlLblNZX29Fc2k5MXZCTEg5Z1ptUFZhX0ptREVkQ2hJM1ZmWUFxRXh4Ry1zTlZwUFZDM1VQWHFuQllFblhibnBOZzF0ZU9QYlQtY0ZjX0VOM19GNzFIX0M0SGJqcXlMdHdaZkN3Z1RGbl9uZV9TM3M1NXdpLWJSUFlHcFVSVVNBbDlSWVpieW5Kci1ObDJ1eGNaRlJsVmdQUVFva1FWSldMY0hZMWpxV2ZLZEN5OG1NUjlQU3NOaERpanY1ZWwxNmZRTDFXS3dpOEhMMlHSAYwBQVVfeXFMUGVsalJVdUtnV2tpN3VzVTMxNU1qLVVHVXpSNmY0azVad1dLeGk1Tk93SlJjS25xN28xLVc4WS1qVE8ydFlmU2VUcjI0cUxNbXFPS2JLMzVJTkxjWTdKX0xXUWxmZlpuQnAyT1ZidjcteFlycjU1STRIcHVJQkpfaDdDejBkcklIcDZpT1Q?oc=5
08/03/2026	珍惜生命｜元朗男疑斬妻後縱火墮樓昏迷 妻負傷逃生 - 大紀元時報 香港	https://news.google.com/rss/articles/CBMiX0FVX3lxTE5DekxHSDFIWDFFYkMwZ0Z4TE0xcjl6UEF6bkZVTmRDTVg1WDBBWEppUzFEZFFqZ2w5OXFJOWVCQVZkUUVEbVZ4Nm9ibThOY2VUdHZvWDU2TnlGdHR2N0Zv?oc=5
08/03/2026	元朗村屋婦人燒炭 送院後不治 | on.cc 東網 - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTE5EM3dIbmpvc2FHc3d3d0djT0gyMV8zcThJTFlXaEVEMngzNFhsMHJCeFBEUXQ3eHl5RlpaaUFlUDdQLURBNm5oLThaWnhMdENEMlYyNlBB?oc=5
08/03/2026	元朗餐廳東主疑生意欠佳 情緒失控斬妻墮樓昏迷 - OrangeNews.hk	https://news.google.com/rss/articles/CBMitwJBVV95cUxNSTd6WVZ2S2JWWkU5R3o0X3JLeXlqRkNOV3BnZTB1S2w0bjBYUjdITHNSdDdPc05STVJvbFB3a0xXQWV6cGdVMkRZS3V1bll4d3VfNHNmNXk2cGFPd1JJUzBoRjdTNk9ZYnl4aHkxcmplMlR6LUV0czZBazNoaG90X1hLNXpwekpFYnplcHg3aWpHS0EyMmltMG9sNzBwaHoxNGFNbG0zaGdRX3lSNDBZMnZwbHZTS205VnVSU1p6aENqTE54a2Q2V0FCRDlLaDZRZVVLRHdpbi1WQTBSN05HZWkxalZYb1h2aDRoa1VCbnZNUW5sZUdwb2NHWFd6Q1JoNzBZME9VSTBzMDlmQUs3cnlxVk96VzIxeUFER1hXLUo1cGpnWXJjNmwwT0VrRFc2Mks0T3FFNA?oc=5
08/03/2026	馬如龍兒子確定為「心因性猝死」 親姊悲痛證實如滅頂之災 - MSN	https://news.google.com/rss/articles/CBMi1ARBVV95cUxQbWFzdmt0T28xQVFxcW55Q3Y4WU5WSXBIZmhjQ3hPamdCRlA0SHR4Q3I1SHozdUYxY0NibDVwUTdKREpCZzZtVzd2bVh3eWU4Y1pLS1pYbDM4ajBuSmlGZ21ZYzg3a3Y4NUhfTWVZTHluWGJsaFR1Z2tkUkIxdUZUeUgyXzFydUF4Yng1VUpKOTVpODJzaFVWYnhtN3EtVzVnRW5ZcWZmdmVEeEVXT05vdHRLTmNHM2h2dVpXOVo0bnBablh1MU1fSG5aOWg2ZkNkcG55U3N4b0M2N1BxTy1Lc1VFTmdlb1VUb3hzYnE1SGs3ODlndkVVTTFwNUdCS2NNRnVMN1hibU85eWxRTjczMXI5X0lkR2g2dHJIdFNUZnV3aFVDd0U5WWViZ0NzcjJYU1FrOW9NczI1eGtVN29YZWxxVXM1T1Y3S05WeHFScXI2XzdjTXQyQnZxdFZWWTk1dFlBdnlQcXBRenkyQklhckU1RTRMNGQwcWozc0JuZ05BdzF2LVRDVHNBSWtxM2NQcENZSEpQazY5N1R0a0kzdHZNcDBNMVc1ZVI0Mms3QU8xeUJHYnNEcml5UGJ4aHVONkRaTXF6TzlUTzZibmtxbDB5bEYxS2F4V1llVlJ2cmRTVGctSzZXVzdpQ2o0M3pJQl9GV0ppbXNESjVLQmNLTGx1TU1ZeFYydkdPTnExTWZzT1VtVFgtX3BUcVlSaFpGeFphVFc2TkMwd0Q5ak9MTUtEWTlLOHVhdFBYRl9QMzJTMG1BUGpBMXNpTlRhUzFYeXJYRw?oc=5
08/03/2026	為錢爭吵！她狂買壽險「僱2男謀殺老公」 詐領800萬保險金	https://news.google.com/rss/articles/CBMi2AJBVV95cUxOVVo3UzE3elVUWWFVR1B4VjVvaFRlLWVwZTJtT25neDdJTEFzaVI5S3c0Q0ZsTmFkc3hlTF9rZ1F2UVpXelpwZ2dndnhObkFhbmx3RzZSVV83R2RHTVlHTlFRMzJLQUN3RmtnSWp3NTBpS3BGOUNmRlVXQWFCVUExSm9kdjlTN3FLdDd4bThObVFqX0lUTzdnWWp0VVViX1FER1FISVp3Um1XcFpUWS1naGo2NHdoNE1YbFYtcXlMSDVYWF9kS3BxblIzNVZ5aEhiUHZPQll1eW5LcjdoRHExWEpNMlp5MFd3aHBrbnVlc2lPeEtGeEo3N2oxODUwcjJVUFE1cjdIbVpaenI4MHdETnJlVTc5WjhkZU5GdloyUEVFTVJsR2plQjE4RW5GWTVyS2xFUjBuTTVEcDRuX0NwZlgtYzhkYmxqeXBLYS1fSkY1VFRZQk5TVg?oc=5
08/03/2026	斬人縱火｜元朗一男子疑刀斬妻子 焚燒住宅後墮樓送院 - Eastweek	https://news.google.com/rss/articles/CBMi7wJBVV95cUxPLVhsSEtNUEpRcGwyVGhzX3JiWjktLU5xWk5ZQ0o0WXZaTEJyd0hfZ3NldWJnZUV2N1RkMWFna0VIckZYUHA2aHd0LUpTWkNva2g3aThMckJSdEpHZF84WnFCU1lZSU9Ud0E0ZEtxdVNWX0FLdEdBOGIwY1pYazhQaDFTU0RWRFJrenBHcnR2c0c5bURVZW9FNDcyejVrbHZEY3hfb0JyWl9tNFVkMmRaVmpGYlZBcFNmdU81bXRRS2FVOERHNVNIUUJqY2h5Z3JKTldkRmZCUDJMejA0NWt3dGpReTFLT1dCc05sV2pEZHA5RHR1TmpONGxWSVp6N08zSldxeE1NUWVjT1RFazJ1d3o2WlN6V2EtT3cwcjdVcGEtNDJSLXRSUkpkOXo5SXdUenhSU0tQSGk0bldaZHJGNGtiWHJwZTdVcVJXeWxpU18zQnM3WUhGWVpEeVZ5SmJRalpYRkNHNU5VR2piNFUw?oc=5
08/03/2026	美2女童失蹤五年驚揭藏屍行李箱疑兇為28歲親母被控兩項加重謀殺罪- 東張+ - myTV SUPER	https://news.google.com/rss/articles/CBMi9ANBVV95cUxQTVJyV2RxVzZTX2tlX0ptWXRJX3c5MWY5T3RlNmdxLUJEY3gzMlE3bDFadVZWbTU3TW0zbEV0ZlhYU0JSYnFSdVhjU21Uc295aG51RkZvNXVQdGx1eE81eE5VS3Y2ektuQTRHX2t1LS14WDAyODUxb1JLN21ERWdyeW9kSlhnZjFfM1FXbUQzSWd3eklTVGNJNnZaZDUwQnBjb0ZGVzZpWDlRaFlGRHMtbldXVHc3T0ZpY1Z1Y1dZSHVvdmdlSk1CeGNSbWg5cnRRak1YUWZmSHRBVHBaZ0V1TkNFN2p3Vk1IdzdtVGpxRV8xNG9qakk3LVM3RU5tOFI5UjNVUGREYUdJZV9adUF0TGljU1ZHeUJmY0liWVRkaVVXVTZXN05PajU1UF9vRVRneDRiU09seUd3anA4dTBUSTFkN25jSlYtRVRjT3hGUHdUNHFzV2NKZWk3RnNYT2p4eVNzSVNQWUlibDh0akQzRHZKMlp1TGxZR05JZHFKVHI0MzBHQk5RaXBLQXhUZmhUQk5GeEthMjk3eTJKd3BUc0tqNE4wNDFfclRGZ090aDFhOExJMVJIa0JyVlNUWDVTbGlRXzJuc00za1BVQ0FuVkNMNmtNdVBqX0RpeWVLUVhhX3ZUR0VVdDItNHdUaHNJOGJXcA?oc=5
08/03/2026	彰化女酒駕狂飆逆向撞死移工！辨遭詐騙心情差才喝酒 僅判2.5年徒刑 | 三立新聞網 - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTFBSZ01yUktSUFVQSFBXbGFkVG5TU1RwdEhsbEotVHVRTTg0bXBlcnlQY2lncGFlbFkyMGlydFJLRDBpRko3Nk1OeXhHSEZpV1psemhhdnp3?oc=5
08/03/2026	桃園男酒後闖紅燈撞死女騎士還逃 國民法官判9年10月 - 聯合新聞網	https://news.google.com/rss/articles/CBMiUEFVX3lxTE1mVFNTTUZINTFpN3dZNk5lUlYtQi1tcTNBbEdxR0d6Vm40TlA2dXE4eTQ3Nl9lbjItZTd2em9lQ1V5RnJ0Qy0wdDZ4UE5aS0lj0gFWQVVfeXFMTV9kTnA4UkJjQmJrdXEwZHdKSUxwTmVYUGM0dFloei1XcnVVVDlrb1dOdHVkUjRXcjlLdjRYeDIwbzRDVlZiTEV1Ti00Vm1waXhSaTJHQWc?oc=5
08/03/2026	毒駕撞死人逃逸 判12年5月 | 中華日報 - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTE1JS0phalE1STNZWDVSel9pVVZ4cVY1RTF1T0QwamlfVGc1eUlqQWZFTGtPVV9TMFlGNzAydXRack5TNzBGd294X0RvX1dtcDNaNXFpYUdR?oc=5
08/03/2026	23歲男載19歲妻飆車 毒駕闖紅燈 撞死女老師	https://news.google.com/rss/articles/CBMiX0FVX3lxTE5nNFlpc1pPdlFXLUExVkw0VnlyemQ0XzlNb25HNTZRbUJTRWlxZ1gzdTZwNVB5amI0TUFDSDdOMm5FdlZBbDdRdWY4OW82eEpldmRqWHV2NzNiZUFBSkc00gFkQVVfeXFMUDZ0a2lFZ3Z6T0xlYkpTMnd2aFpkSWJJNW8xREwzOTJxdGxWNHk2d2htSGFJcnlCdU9wNHhFZW9BTGZkaUFIc0FTWXhuMjlnMzBFOUpORThJR2J3enhWY0x0TDd1OQ?oc=5
08/03/2026	夜景餐廳停車場出意外！19歲男車卡邊坡 下車查看遭翻車重壓搶救不治 - FTNN 新聞網	https://news.google.com/rss/articles/CBMiS0FVX3lxTFBVWU95aGdjUGJ5ekRBeVFmZlY3QkFWV3ZIUER6UW5EWUZIeFJlR1ZIR0ZKTFJWc3JrOWU1aDd2VFdYV1p3T2xlQmZVOA?oc=5
08/03/2026	上水清曉路64歲男途人捱電單車撞 同告受傷送院	https://news.google.com/rss/articles/CBMi0gJBVV95cUxNUEFLdkRlZzZhOG1Id0phejV3Q0FVWk8wd0ZQbElSaEtTNmludFB3LWROVlN6TzZ0T01mR0RYTzg1bEp3X3JvUGZhWkYwM1JUYm1RTUljajZ4VGlUYy02eXZMN3ZZM25RaGw1eEVZeGNZOV81TFYzUEVHUFNaNG5OV1o1MURtOWVxTGlaOFc0bml1YUJDbnlmNUpwdUltVlJHdFpCUHExRUNvSXl4LTAzLXMtNmJoOHQ4Y1FyRzRGUGNmN3BVeGJMSm9lMWR5VUV0Ql9OblBfUFF2aEpSMkxDeVowOGNTbVVISllPX1JpMm4yU05XeEU5dkw4cng2NWNrNzlQdzQ2d1QzbjRMYWs0VEdXMm1tZVV6a0V1NEt2ZVcwdGNIcUt0TklpcUR3NHVlb3B4MVlXQXlsTGxkRGVabk04MWx2MHkwRjdCUU96X0xadw?oc=5
08/03/2026	【重機騎士「為閃電動代步車」 遭爆頭輾斃】 （#大表哥） - facebook.com	https://news.google.com/rss/articles/CBMizgJBVV95cUxOVTdiS2cwZ0VtX1RTa0djQWc4aERQMkdZeXRIakxNRTlLUVctbDY0UU02TVdzMlFhdW9wVlEza2NaTk1vaThEQktWbXV6SGxtVG1TQ0d0ZkhiS3k0cElJOHdBczVZbGtmU0VYdVdZV0Qyd0F2WkVPUkNaRTJrS1kzaVYwQVc3YTRIbUNkdVgwekZRaHJFNG15M1ZUVjVZVDcxOWUxQndMRVlRcTVocE0wb0NuZFRpdDlqcUFabFZheWZuanNNTmxtQ3NPQ2NNQlJFNmFaRGkzMWc3QnVGM2dxUW9XMFFmTTJPUnJDMVF4OTdZLXhia1pSWmQyYWtKbF84aUpGZHZMYXhpVk1WdWotYVE0M1oxeFVwT2NYeTdqYVJvWm1GMXpxd0RPZDVUR2wyN2w5dE43Q2Z0QjE5dEhXYldoajIzWXRWc0NBX2RB?oc=5
08/03/2026	影/雲林小貨車自撞電線桿 駕駛受困車內送醫搶救不治	https://news.google.com/rss/articles/CBMi6gJBVV95cUxOc2FpbDlvZk5GeVZ5ZGJBODZLemItdjlvRlZ5Q3lrUElOTTZmUXV6VVBJalJUUmR3SXlVUnloSUFrVHpPVlpXN1JVLWZUTnR4bWduQVI3R2FJdGxUUW12cWVVV3VQMEczcXo5MHVidDBPTVVnM3ZIR3lnaU1OcVc2ejJJMUE4YXJFNmdYdUdVZlJZREdHRWdfVU0xMHAyc0NERGU1c3Y5SV9xbk9FTWVyZk1YRmhGUGQ0NWUwbEgxVF9HeFBVMlZleDlXNDVUN3RmeTlFcVVxSFlqS3FNODRwYk9zRUhPeENHZkpMbnRleEVrYjZwY1Fkc3VhVmVzWFJCeTRDQnNHcFU5dWpVOFN6cmtLSnhrdlZvQ19nRWxwcXc0ZFhLb1pZOEpzdHRRLTRncTFhclM2bXdzT0kzblpLaFgycnE2Rlg1VlRwMGxVelg3dHlWaXhLMFFMZktWbTRSbHh1M05pZHgyUQ?oc=5
08/03/2026	小貨車突衝對向撞電桿 駕駛受困搶救不治 | EBC 東森新聞 - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTE5sU3pCaHFOeEFfVHZmUWs5N0hQWnluUGQwR0hKNEp5OXNUNnRUVkdrXzZfUU1WU1FyRzRBZGl5VHE1eGdjS1R2T09QQUxqZDlfbmpIei1n?oc=5
08/03/2026	終院非常任法官包致金姪女Amina 猝死生前酒駕撞車掌摑警員案轟動一時 - bastillepost.com	https://news.google.com/rss/articles/CBMi6gJBVV95cUxQZ3daVUM0QUlxYXduN09sM3RfOEJPd1NNYkxPcjR2U0M2Vzh1UjF1Qml0NXYwbjZWQ2JkZFp3cTc1WGpmT3pSR1B6NHh5UEE2MXc2dngzU3gxcjRDWGZYZkRuUmRNMXZVSnhEUF9OWHFpUWpJMnJiNU90QnJoUGcwcHpLOUl3eXdIMjZldVpTekFlWF8ydVhKMXNUeEc4SG1lWVdQMi01NjZmODRaTXFMaGJYbWFFaGNGWWVSNm1EODRkT180QzdyX05TVHp5RnloaDBQQllvVUNsaXY4eTJNZFY3akVETEdBZElSTldOZHVuT1pQMmJ5Mk10QjluRVR3M2NpV2wtYUhkVkNQQ3NFY2RMQ3Iya0VQREtwdm93WWNSNDJzVm1Sb05JbWJEelJnNXZ6WF9ETUJWV0hwRHJfVEd2SUlCMnkzbG5nbFd6RndqdE9UTVkxQjFjS1llNmkzRkdEd0gxbG5sdw?oc=5
08/03/2026	中環蘇豪區私家車溜後撞斃法籍女子 菲傭危駕罪成囚27月停牌5年	https://news.google.com/rss/articles/CBMivwNBVV95cUxPNE8wV1VlTmhIOWlYM2ExcTF1MmxHZ1RTY0tHVFJGYmZ6bU5BdHBIeVNWa2tHdnJTeHhjYzJOU1NwWU9IYzVrYWxQU0VWQnFHbl9OMDFyOE9hWTRESjYwRUg0QVlmZzNOa2szc2d0NF9OX3dzYmJrS2dCcTdjMUxKVEdqWTFlWXFZTVVkOU1pbFBPcmpMd0FWU21ZUnQxN0phSU1QYWYzb19VTzZMel9IUTB4WGhpTlFSWkdhTHlTVEhJRTRzUmI4aHpjenFKSG4zbUdSY0drTmpBdGIzSE1EV0kyTlBmSE1MY2VnVFQyZWtZU3ZPYmtSSWppRVJIRFNVNF9PVVc4OFppMEFGd3kxc0Z5eTBSNEszaEs2clRmT0t6dHBsWk5QRzY2bmZ5c19INVJReEdGSllkYTJoM2V1VmpCYlNXTEpqYzJsWVlKZDZORHRKQ0xpOC1HRDhRSll1Zlh5Tk5wNV83OGdCS3RQY0tyLTdXZ0htVG1GNUtwd0Y2cGxacWo4R21jeldfRHA1TF9FUU5VdW45ZXVHZVptLXRzT3FQd2dFanlmUkNMWkhaYmphNzh4TU1Ucl9ESGM?oc=5
08/03/2026	教堂外悼念亡母遇槍擊 巴西女遭電單車槍手連開3 槍脊髓中彈恐癱瘓 - bastillepost.com	https://news.google.com/rss/articles/CBMi8AJBVV95cUxPZVAyVlRHbkNXWjR4WC1nZTA4T3Z6MFlLaWUzdUNFTENTcUVSTHJ4QTlCYkc4a2NpOHVlbnpxMk1pY3hjRE00bnd4RkhFSEVBZlNjZGpTQXZZVW0tTldUbFU1TU5PN3A0NzB4d3BpZk5JWWVoc0RteHpiR205Vi1yeWtMMnlTZ2RzbnM3MHEyRTZMcWxydzBCcEI2cEJaN3NrMlliYS1DTHQ2bFlIMnpfb1FlMVJOTHRTd1hZdENUYlFVT1NJak1VaE5LZ0xVb2VDQ3VzNHMtbktFR3QwNlA2M1VwenNSUXN1aVZGT0NJcHQ0RUJQRm9ZNUphV2ExcDBEWjZUUkREUjd0aHI3b2Y0Ykpwb05YQ3hxV255d0dfUExVWFliN1RHcHdTd1gyWWFsU1hNSDdJVEF3M0t6cW5yRDItMEQyekg1SEhtdTEyWS10NFROcHpmQXlSeTctdF9DdHZOYW9DMGpjcjh2b2lMOA?oc=5
08/03/2026	華人遇小車禍換保險信息遭撞死 肇事者不認謀殺罪 - worldjournal.com	https://news.google.com/rss/articles/CBMiYkFVX3lxTE5MbDVkUW5LbzRoVU5iazVLYUc2TnFxUzIyUkpiVG4zY1h4SFFxSEY4STVSQjJLMTJxdGpZOHB6M1N6WWdyUkhYRGMxVzROQWl6N2N3bGlnR3hkQkdlOEZDV3Bn0gFnQVVfeXFMUDBNeUxLbXg3WTA5ckJPZXhQdkZ6UFhwaUs0RFJlSlZjNlNXNVpJWnFzblNhTkZ2YnNGbkU2VFhtY3RPY2NGRV94dmxjYWRIY1dMZHYxNGpfaGV5YzJBRU1PazhiZkNsMA?oc=5
08/03/2026	郭鎧紋示警注意！彰化斷層177年前曾地震千人死亡 彰基、彰女都在上面	https://news.google.com/rss/articles/CBMiqwNBVV95cUxPNjBhNjFNS05PSlc2QlA3ZlhRY0VkM3BJQ1FZM2FQOC11LTA4N2hlSVp4cV91VW5ZOUk5N2Jvc0pCUC0wdVFzVV93Y0gyY2NuMTRpLXZhaWhCWDhLa28xVk1KT05jWGh1enZNZUJyRnNwZ3JkZmJWQWV2TElxc2RORjlNYUJ3RTI1MTlXYjhseE84TnlCUG5XX2s4V0dwc2Mxd2M1U25EVzRLQ2VvZGgxYl9QRkI0Z1IxZXV6a2FrQjdNSGR1bXk3ZTR2Rk5FcEZsbVVybTRRYTNMdGc4aGdDWEMxVExZOFhxWjlha0xrVnhkbWZ3Vi1WM2VGVi1VeFgxVElpUmFZazVpQUwxVkNzX2ZCaHZRSENoZEF4YzY2c1Bqb1puUUpsNXpLSWNvMFVwVGN2NkwzZDQ4UWlPU2ZnX2JWVnExMGY2NUdrUDdDZE5DRU4wMXc1MHVQeEp0TnlaNUdrYUZWS1ZDc0tMdUpwemlIcUdiZ2xmQmlUa2VaUE5ucEhrT0hISmczYXBudHA2cFp0RjZ0OWEyQWtkdG5YenhqOHF0cHlybUZN?oc=5
08/03/2026	大溫停車場奪命 杜華遜69歲婦被撞死 - singtao.ca	https://news.google.com/rss/articles/CBMimAJBVV95cUxNbDAxc05jVGlzajZmVTYwZG91OUxGYzNNM2d6b2ZEYlB4LTIwQ05rdWM3SmMxS3Jtd2JPeTFqRzBFUk80ODhDQkg2Nm4yR2x5Q0RWODJmcVl2TVZYb1R6M2JMUUVYSWt4S0dtdDdzQzlmYVlOb0F6cng1UTVxbnVmSE5fTHRINzQ3bXAzX09nX01iR1JHQm1yVDFVUVUzeWFwQW5helhTQXIzVXExOURuOEEyTmVhQmlKc2lfb21aMThsUWJiNjY0RUFYWF9vd1ZjcTByR3ktVGJvb3VnZmc4LTNGMmRrR3Z0dUVscFVzYmM3enRRejZzNXVSRjUxQlpNX1llbURZeUdDRHFKRlhZanZteHFpS01E0gGMAUFVX3lxTE0wT0tMRGp0Y0RaX3hYWjFwbDhKTlhjaHdLa2lLaVBJNkVoYkxsUUo3WFpIWVdtaVZOdVBrWnNkWUx2RWR2ZUxmS1FIRmZTRzVJb3RPckVuN3UwNXpBc2FDU0htY00zUHFabHV6S2pCM3VrWWd6dEZvbXlZNGpTaVhLUnRBWTljZEVscno0?oc=5
08/03/2026	香港仔行山男失足墮山 直升機吊起昏迷送院	https://news.google.com/rss/articles/CBMiiwFBVV95cUxPZkhZR0lTWnZzd0Y4RXNTTUZYSFpXbV9vYk9MUXM4OGkzNzlOTWtULUdsYURWdGh1RWpmVkdCSzVDTzREdXJUR2Z6a25DcEtTWEFrV2hQUk9oRkFuc2JxWXRMRVd1NVNFRFl3WXRyTC02YnRCeFFYd3o2WTFNaFFZNFZENlN6cFdjZEFR?oc=5
08/03/2026	汐止14 歲少年墜樓頭部重創搶救不治身亡 - MSN	https://news.google.com/rss/articles/CBMi5AJBVV95cUxQanVXMVc3bEp5NnNQckhoWFBERi1YRnNDTTlSek9Ec3dYYUxBOWJIb3ZWTndDQXNzdVQtRHoyN2FtN3cyVlNQRDFocHFtc1FCSmZnOTJ6SU9PQ3ZnWlZsVHBfMFBTYVpMaUJXTTVjSkxTQ3ZvUE94QXlmWHpxN1pOWll5RzRoWl9pLTBObGJhQ2E1OGJfOHctOUJrcGlHaDZTZU5DZ3BmbU9nLUJLYk4wR2RqUDhiNml2UjVTN0pIR01OUFQxOUtYVzNDZTdDbWxHSUE1dHg0RzRkbnVQVkRCeUlKS3Eta05uVzJ5YU9wZFdfM0JBSFprRHpVb2FETmIyR0JRRjdDMkVNa2NtQTVLd0dNbVBaMkg0b0xBVWU0ZjNrenA2OUtRN2FPRUQzaDFNRWtvSWllVmZfZXdtTDA2MTlCZUVfSjZSd3Zia09lc1BGX25fbkJEbldCZTZfcnh2UDFxZQ?oc=5
08/03/2026	高雄毒駕撞死三寶媽！家屬淚求監視器 tag陳其邁：零容忍求重判	https://news.google.com/rss/articles/CBMiXkFVX3lxTFBkRERVVzBpemR1a3E2b0lVLTdKc2JpUHBWUGdTLTF1a3ZZNkN5TFJqazZ2alFobHBMaEU4NG52WDNaZjVxYVpVQ3NVNkl1R3p5QWxqQ2F0eE9XYi01SkHSAWhBVV95cUxOS3ozaGhEZ3NKNENUUUtLOHBqMUExRkN3V09La3djZ2o2ZnFWLXJxMFY3N3RHeFhnWnpvYmMzbTFCX2ZHZEQwQ0dSSmpaLTRtVklGOEdNTVFnR29QMk9KaFV1QmxxV0VTVw?oc=5
08/03/2026	袁惟仁病逝靈堂開放首日！資深女歌手第一位現身曝兩人交情 望袁義接棒父親音樂事業	https://news.google.com/rss/articles/CBMimwNBVV95cUxPWlBSbHNyalczaDB4cF9HZFpwZS1sdi1GSnVDUkhBWTVieUt6QXVYcmhhdGtZRHRvZTdqVlo3eS1SNTRNOTl1bHhqaXBrVXc0algzT3dMaFgtaXpKWklOakFWcmdVd3FSMFh1WDFDa3BTRlRhV2lZa2NnRndJZFJUN2YyN1lDS1Z5NVZfM2NmU3JIbDZleko4RlVnS3RsQlhkN3Bwdkt6OEpoaFE1UnQ5M3JqOTVTYVJndWxzU0hPS1Z5blRVMTk5ajFVNm1KeEFkYWlSSk5MX1ZLS054UVktTzlybnA0WFFxX2xNckJqODV1c0pTQWNaazJnZ2VmZlI4Nmg1a2lvM1llM2xBWWJ5ek4xY1hEVWFuOVh4MFpWX1pGb0xnbWdmV1pxZmJiMkpnUk5Ic2NNeGNKc1FhcEE4aUVzYzRheHF4NS1yRjN6S1VvMUs0bUs3cmhVX2gycFdJdnBqaXRDYWttckowTEZtNXEteG5IMkhxbnpua3NGUkpHd2NmUEFNR3UxZEtReWFSWmZuZ21rUUxuVDA?oc=5
08/03/2026	台中19歲男載女友看夜景「遭車輛壓住」 送醫搶救不治 | 社會 | CTWANT - CTWANT	https://news.google.com/rss/articles/CBMiT0FVX3lxTFAyWnFubWRsbFU3Rl9FSFRKZkpMam0zU0xSVmFEXzlCQjh6cG9zbWpIaGh6ZGxmMGRlR01IM1R4ZUdRWEk0MUhrcFBkX2lUZUHSAVRBVV95cUxPVmtia0dSb1VsdlREWEpBWUhfZ0tmU0w2U2ZZRGlvMXY3X1FxZVNQYUUzRDJNRElLMnpZdUdqUG9xV09CbmlZZ0VTYVZzUDc0al9RdXA?oc=5
08/03/2026	又見毒駕奪命！高雄男高速追撞2機車 慘釀1死2傷女騎士傷重不治 - 鏡週刊Mirror Media	https://news.google.com/rss/articles/CBMiW0FVX3lxTE0xcUM4b0pqcGNZWndDU3Z1Z0xNMExxU3lPT2NMeF90bEF1cGd5b3NNNUctSnBxdm04N3lvY2k2YUZTTjRXemxoQnRnaXdZNzk2VUVaQnVlQnJBUUnSAWBBVV95cUxQZzRMZi0ySjRJSllkY0UxUHB6QWhteWdyMG81ODRtZ01EaGFZeGctaDluMjNBQkhfdGNUQVdYVzNQTzRoUXViYVNPV3hDd1hQZEdxQVE4bS1qaEstdlhZSi0?oc=5
08/03/2026	飲酒易面紅要留意 城大揭酒精不耐症加劇心肌細胞「鐵死亡」	https://news.google.com/rss/articles/CBMiiwFBVV95cUxNR3lnZ2xYSnJQMndudm1mcGRkMVc1bzZqMjVramRwOFQ4eGk4STR3UU9pVS1hWkswbmNKQnNRSjdILXZ1b1dFalkweTZjZGdQQkwyU2tNZWtmUzM3Z3VEUTc4NjF3REVhcmV5eEJSWC1fSFptcWstT2lMZy03eFdON3NSZjE3OXlzdG5B?oc=5
08/03/2026	又是毒駕撞死人！ 駕駛衝撞兩機車釀1死2傷｜#鏡新聞	https://news.google.com/rss/articles/CBMiyAJBVV95cUxPdE5BaFF6bC0tMGlsOENZclBQMUlYMDJZMUxHMXpHUlREZk9qdW5CdnQ4Y1lIdTFtNjdzelROdDFVdFFpVUgyaTBqVV9zbHpXZGs3TFkwZF9ucE9XVXlhR1hDZTZ0M0QzV19EV0RkTXBscnB0dmhhRkRsclkwWDFocHdXZDFUMEtxbG9KQ1BCazh1Vy1Qak55UnNRaG55elk3a1A0SzZsZmtjNTY5YXJfMWctNDFVanBZRVlRM3NWV2ItLXllaXRYVV84NWQ4S3ZEOERUbnFBaHNPdkNCcmkwRFhlczFEQUpVYTdJRFUxNF9lbW0zUlpSUWpTMk14MmZ3bF9kSjE1QXBvT2JKR3ZObXpXTmhCSGNwTE03UmhHVWVOUllyZmZRQmxCQllGMU1kWUlYVHNlXzdRSTlXWnpUYXlTQmxXUHRl?oc=5
08/03/2026	男毒駕撞死3個孩子的媽 死者丈夫：要重判死刑 - 東森新聞	https://news.google.com/rss/articles/CBMiVkFVX3lxTE1HbVJEbFBrM0JJQWMzZ09HVHlDVnF3dTQyM0sxTkpzbkttMWZ4OXdkTjkzWnhXTklzRU5kLTVpcEFGMVJwNWliVEFRRWFiWVJqTTViYUxn?oc=5
08/03/2026	買宵夜一去不回！婦遭毒駕撞死夫悲慟「不敢告訴6歲女兒」惡男背景曝| 社會焦點 - 太報 TaiSounds	https://news.google.com/rss/articles/CBMiXEFVX3lxTE9jLTdWcWZ6VTlQMV9vX194bkVtakhHdHFxX0V3MVVwdThMWEtNZ0haYnNMTnhLa3BraUJZdDRwOWJtZzhlQWNxMmJNQ0FaelYyQnR0VW1mNTJKM2ZW?oc=5
08/03/2026	高雄毒駕奪命！母心疼孩子買宵夜 遭水泥工追撞死亡 | TVBS - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTE5MMUF1YWFOeTlZWjZNZ1FmUWhPYzlGc05tRFFxdGNWV182eURldGhRWVRpZ0RiNW83Sk0wdlVYb1VDelFEdWZ1YU11cWF6bDlfSkMtY25R?oc=5
08/03/2026	毒駕撞死人! 高雄男追撞2機車釀1死2傷 - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTE1VWGJHRnUzcFVjQ3dFTVJ3UFR0Z091dzVxSXlJOGRmYWtZRmtFOWhVUGVVUzh0MGFETVhQTld6dGcwdklfOXJ4TGpvU2FBZzREd2VMM0lB?oc=5
08/03/2026	三寶媽買宵夜遭毒駕撞死！夫悲「不敢告訴6歲女兒」淚求判死- 社會	https://news.google.com/rss/articles/CBMibkFVX3lxTE5JVC1HR0JBLWNNMWRfNXFfYTBVWlhGLUc2R2daZGRrcm1DSTJ5bmpnSHJ4c0wtX0tUelFRSW1ySktyS2tlQ3JKZHNubUNPNW5ud3prM2xJanI0ZER4TmVnd2VhQTM5MVFSa2NrVjJB?oc=5
08/03/2026	影/高雄全職母親遭毒駕「高速撞死」！ 家全碎了老公痛哭 - PChome Online 新聞	https://news.google.com/rss/articles/CBMiiwFBVV95cUxPSlY5c0p3WDNlWmxwZTZLaTAwdC1Bc3YzeTVnOUN3MnN6dmVTRi0ycXd5NUFoVDFsQk5xVUM5NFl3SVJ0Ni0zeTlHOXpZRzR2Q2xoRU83c0xWNEtyYXdSRHJZN2IzS0RUUFVmTXpVZURqUkFXUzh6WmNjWm5vS2ZQdlFSZnF3VGRzXzFB?oc=5
08/03/2026	高雄女外出買宵夜遭毒駕撞死！夫接噩耗崩潰 惡駕駛背景曝	https://news.google.com/rss/articles/CBMiXkFVX3lxTE1sUVU1eVZLeHI0dTE5NDFSeEZwOTE0WlBwNVRyU0FhVXJoZ0dRMTZpa2ZqbVZtcFRqS2J1bjhFR2lBdEpOUGRHM3FWQUl4RDk4N2U2aC16QUFza1IxTFHSAWhBVV95cUxONjMxUi16cFZZbWkwWFlERU9rZms5VUItODVDWkloS3NkeDNLc1k2VWhHTjNrTlZJMm9HRnd2UmJ6bEkwa293dHBMakRPdTh1bmRuTERJOU9GeWE1QTVPRlNxaFE1bnBiMg?oc=5
08/03/2026	奪命滑水梯｜哥倫比亞女過彎飛出 直墮地面傷重不治｜有片 - singtao.ca	https://news.google.com/rss/articles/CBMilgNBVV95cUxQc09YTWNXV1NVSXBtVmg2WmlpWHhyZ1pkdmlwaXlaWDZPeEZuaDdFWFM1WlFXWmRrN09hQ0c3U1RIR2YteTlPUVJuRHlKaVJqdnM3eHlxcHEwLTlpdDFSclp5dVpTNll1c25sdmhRR3RXX2NDMXJBbzJFUjBJdnQ1R05xOEdnZ2lPSV95cUExcnJFRExlaFdCZk5rOEdNZHJBY1gtVDFuNmc0cnlXczFYS3RDOS1mY0VYa25ydmM3RTVHT2tBNV9jcU9lbU1RV2R4VFdQa3A4RlpHV1hnV3ZXY202Ym1ZTkdySFc2Vmpad1FGMko1Y3JTa2N4RWVHcXE5OTNwbWRPazg4M2ZMNk00UjlDUEFZeGdTYXNRVVZvWWlRT21fMkt5MjRKd0xUdHFma0RIUXUtb0VWS09LTnJFTGJSbVYyWWROMnAyY0lzMkNXdk5DN1Axekc4Yzgzb001dUpGSlJDc05UaW01UEtLM3ZjNEVWOXp2eDZkb0JqZlNySWNhUGdmNG1za1BYUXZkcnVBQ0F30gGKAUFVX3lxTE9EWGxaaTBtSlRacHY2c182andJRjI5RFVuYkxGY2F4N21iSDV6dDZGbDBBejgwTEhlSENtZ0VOVGVmMTBlY3BVQWRWU2VGU0ppQ0pOY0lDYlQxSFVXMXJfdmhhS3d5SHNMc2gtXzItQzY3UC1zZ2hYMEdhVDduTkhXQ2JjeHZ1Mm9CUQ?oc=5
08/03/2026	猶他州三屍命案：22歲嫌犯為奪車返鄉，隨機殺害三女遭控 - Singtaousa	https://news.google.com/rss/articles/CBMizAFBVV95cUxNeVBPbmFNYi03Q0E1ZmdZcVdlY0VrYV94RlhwS2NUVS1pZndCa292VjZQUGpBTDY3dEhSREZKSVhwRnlRSE1zeUt6R0FIdVR1OVRnUW9RLUdhdFlrWWJHNGJCd1ZmZFowVWhleTRPZ2ZFWU1HWHBxdUtqRkt2eEotWWxWQjFyM0FXdld5dlBvanNqemwyM25FbmFHVUxETmZ4UHhNQUJWQnhXUnlocnZVMUpOOE5zaWhzYXNCZGV1VmN1STEwX2g4V2JBa3E?oc=5
08/03/2026	六旬漢行玉桂山疑失足墮崖底 多處受傷一度昏迷 直升機救起送院	https://news.google.com/rss/articles/CBMisANBVV95cUxPVUJzVmxSMEwwSXB6dUJPYkkzUWJyRThHcWFwZl8teGRwX0JUVmpzbWhLRnUzMERER2lOTFQzaEpsanpxZVZGWGZ1eV9tOU9tS0ZRdTFkYnplWGFaOUxoYi1ObEJCRUlWU0pIdkVMalg2X1Fta0xyOEdjcDdtV2kyNmNjdWJxY3N4UWxCSlJXbnFDX2EtTWN6Z3o3alNoWTItd19pZkhGR01kYzVaaThTR3B6cDltcEpWZW9uSzNvVGU5V2tyVjNHY0JXMFRHWmVKSDlmaTJfMEJET1k1WlhxRnNUOThOejNtR1ZfNU9ZdTdjOFpGNEIxbmtCd05JQXQ3YjRRWEIwZFhZUjZNNmpadEpRaksteTFub3RwOG1UTWRyNEFUY0dfemUtQjBpWlZFQ1NUaUFtUTZBeDNQcnhsZ0Z3OXNENHZncEhsdmxXVzYtUmZDR2IzUnYxVXVVUTdLVnZSWlQ1VzMtcjJRcktTaVN6OWo2OXkwR3lndThoVERNM2N0bnkyM21OTHJxb1VUNlFvWWVhdGszb2Q0bi1SWFZUTUFFaWFONUNRMEhoTE4?oc=5
08/03/2026	親人詭異失蹤！警破門驚見2男陳屍自宅 他「長期伴屍」生活遭逮 | CTWANT - LINE TODAY	https://news.google.com/rss/articles/CBMiVkFVX3lxTFBIdDZoOWN4MUprOWx4Ulp1SnBHVzdZOVFSeFBRWm1EOXRvWmdZbEFjT0hBRHVHQ3ZSQTJkbnpxak9Wb2dtQWZQZktaLThTcHlfWUctdkZ3?oc=5
08/03/2026	墨爾本市郊鐵路站外22歲男子遭利器襲擊死亡 三名青少年被控謀殺 - news.tvb.com	https://news.google.com/rss/articles/CBMi0wNBVV95cUxQR2xkZ3dsNEpyYmlQOG0zQ0N2N2xFdkZkd3ExN3lTenNHSF9rSGwtR3I5ZDFfREs3ZE5vOEFuVzdDWmFmRmRaTm1Cd3pWTDJRU0p2QXhfbGZBU2hLWk51czJHQ1dDZ0RyeUlfZDY3cTZONm1uMnVoZmQ2S2VNZENxSUNkaVVqTk5kak9kcXVfd25WWDJJcGYtNkF6TS1FTXR6M2d2OUo5TDJXaDEweERUbVVKbVluOW5BWVd1UjAwREt2bTJOWnlYT0toek1FVUo1QTFKbllBelRZQzVqSHNlaEhmaVU1czFoUWM5bnI3VEpFZGh5YXNBVlB3Rl9mWnVsN3Y1WGJxbEpBSzh3T3Y1Q0NHLUo4emR5WHpzWm11OFBVVHpLbmhyTTlSNmZjaW04QVV2MkNVRWhrMDBKOERQVVZCUE1fM3pkOWlBR1l6Z3FQMHlabWNMbWpZNnVwWlRPTkE5eWNmQUZDaXZlVHFabnFmcE05UXBlUlh6NElHNHVjUy15RUtCN2drQXlkcEl3bW8wY3gzaXcxWVhjTWlwd3h6djhWaXNtck11elBTRWZFMFpfN2dDSUNhN1ZhX0JNeEZfb0pTSUtVSFRweWFWUl85WQ?oc=5
08/03/2026	倫敦中國女留學生遇害案審結 美籍男友謀殺罪成 - Singtaousa	https://news.google.com/rss/articles/CBMijgFBVV95cUxPWjFkSm5uRUZRQWpoM1FiTmRsUzlSSmJrb1NnYnRrY2lxODZiZTdmUW9zM2E1RFBwSlg5N3hnb3lFR0E3R2I5WXlaaXMxRFVkUTROdTRSUDVQQS1hdGkxb1A2Sk5lc1hZa3VqZlpPaXFNVXVzZHlTVV84N0s2dkNacmZ5TlZoOEFxaUM3SHNn?oc=5
08/03/2026	謀殺2女童入獄40年 英殺人犯遭獄友襲擊身亡 - 中天新聞網	https://news.google.com/rss/articles/CBMiU0FVX3lxTFBpSkw5dU13cDVkdHVqekxiSmgxcVpxLWhqeThRYThDTjZybklTN3E0ZmdlTGNRX1hKNU5veENvTHkwcFN6bzFxR3g3X2o3bzhKYjJn?oc=5
08/03/2026	阿拉巴馬州死刑爭議：伯頓未殺人因重罪謀殺法面臨處決 - Singtaousa	https://news.google.com/rss/articles/CBMinwFBVV95cUxQWWVNNXVIWmZhMHBYU0dmV0Q3RGd0X3Z3TVVLeW05ZEx1ZmxQUVZSdjZVRzdFUDc3NmlDLUtpbjFfbXVxdng4VG1OZXN5dzZ1RHdfS2swdlkyYVpEM3MwcTAzM2NtQl8zNHVKTU8yT3ctd3pCTDQ1aEh4eGpWbVJrc04yU0M4UmpWSUR3emQxWVpfQkJDN3hzQmNfOTZELTg?oc=5
08/03/2026	台中西屯夫妻雙屍命案 18歲兒失聯後找到 - MSN	https://news.google.com/rss/articles/CBMi8wJBVV95cUxQcG9rdm5RZVN6R1ZGTXp0Tm1Dd1NWWTNkMGVDakwzQ2t5d2FTd1RjcmROemVvQXFQQlZ3bldTZVI4NEppSUVmRmVuTl9zSkdZT3JZWjlfRmRnd2RZYjhPei1hNXdMZHY4UHcyNThtRHVPQ2I5dnI4Nl91MnNqSmtYeW5RN0plcHNXNm9MVUpRb21XTlJNZ0ZaaVFKVGVFcmFSU3JySWRPaTdHamF2MlBlZlVJa29QcU5LSDUyb2xmZU45a3NlWUYwVUlKcGtYS3RrLWdWQW4weG9ubGlrYnMxeU1PRzd5MDZzb3B4RkdseDFZeFpSdk5BWXU2S0t4Qm1IT0RxZS14QmJYaDdKOXNlUklRQk4teWpIYzB1UU1UNndLdEFNVzBrX3kwcGMxb0xRQVRsenNCWk5xRjBQX2Q1UUdUM2FMWnNpRWRrT1dhelhLYng5U2NNemN2SUhPTEFnWVVxbmpwRlhnV0hrakZEdXpDWQ?oc=5
08/03/2026	加拿大多倫多兩座猶太教堂遭槍擊 反對黨領袖表震驚 - Yahoo	https://news.google.com/rss/articles/CBMi6AJBVV95cUxNMVFVNDlzQmw4d0tUQXliU0NmVXMxYXRyVzVVRGZhVk9XT3NNcXE5MEpaR1FSUC1iNnMyOWMtUTVDUnhLRmU1RFA4cDNzMTdKbTVtM3hOM1NXV3locWtnUjZWZ0dFMWoxQjBPV0l1RTlJTXlpdGtxS2g5dnJGQkxGVm02VkNxbmlLbnU2YlJUT08wbFdIZ1FzXzBkTnI5am1nZFFUdmM0NTdwVkpTT3BPbl80dHI4anl0R2RObW91bmFCa3Z2ZjFqSkNwMG93TloyUXhxUDNGNm8yekdqazRRMTJLY2liSmNhS2FFem1pM0ZuMDM2OXVMUUZkdWY5RzN0Z1JqWVlLVTZrUDVoMUE2R05MNFIzZVJWNzBXSktPcHY1T3hVdVFyeHNOSDAyNzllVVhqSGM3cmtyN2oxTzNMUmo2VlVULVpOTU1VbGVSRGc3RmhuLUR5aFFyaWEtaGJBUGcwYk9hdV8?oc=5
08/03/2026	屋崙市中心酒吧凌晨槍擊2死5傷 - Singtaousa	https://news.google.com/rss/articles/CBMiggFBVV95cUxNYWZrQWxTUy1pN3Q4Q2NIclBkYVVHYTNhN0dEbzNFOHpodm8xdGc2LVdZclhrTjhERGkyR0p4aHM0a1o3N3B3Sk5JOHI4WXh5d3h1VjJydjdSZkh1YXRsSW9TX3phbndMNC1BZEc1WlZyVExaU3Y5b05ReU1sdFp5Wm9R?oc=5
08/03/2026	警方與社區領袖今日齊聚猶太教堂 回應周末兩起槍擊事件 - singtao.ca	https://news.google.com/rss/articles/CBMiigNBVV95cUxPVlExYUtVYlhOUG03OXhMc3dzaUQ2ajZRODZhLUlBWDU1akhPS29JOGp5SExSZEVydkdURU1GMW82LS1XY08yd0dGTmZOMEU0UGxUM3hHNEJ3YUhfeEI4WjY5ckFEdTJHeFdxUFVtRTROU2xRaUhJb0puWHEwTnIxdkdOZ3F4d1NieEJzV0RIYm45ei13SmpYQkhXalVmd3JhR1NCWExUbmNEVVdJbk9XM0JzQ1Q1SW1ybEZVV05tNGF2WVlmTDFGMG5rQnduamtLb1l0TUVKV3NrenlqVkowd3prYjQwZTQxZnRSS3NEU3BGSFdIOXRjQ1l1UENxUlpnbDlTaU9aMnZZaUZTYmVLUmtrelVVc1hPamFXN21zcFUwZnpqY25jTzV5ZWxFdDBTYkppU2NiTDVkZlQzUFBlYlRZRm90cnlfcTBwcmphTmwxWVdBdTVJWTRlLTFyRXdVcTBnbVJxbkNLWXVRd0xqY2ltVUhaN1huUTItVHpjdUVHWE9Tc1p2WDFn0gGKAUFVX3lxTE9CRDhkbUFqUjU4VmlYVjYxRE5KMFhGb1lCV18xeEZkc3BUU3l6UklISk5TaTB6Tmtaa21lQ1RjSjJMcEk5RFJSZ2RzVm1vSFkzNHhRdHA5VTM0azMtbGduUFRwZUNtbkhsZWZXY09KclhqYUJrWmhGbU5ybVY5VzdfcnFrQUVHMVBOZw?oc=5
08/03/2026	迷霧重重！北市醫美診所槍擊案 警打撈兇槍未果、嫌犯2度南下有詭 - 三立新聞網SETN.com	https://news.google.com/rss/articles/CBMiWEFVX3lxTE9SS01fajVnTFhGRWtkVXVFWmUzamNuUjkybFZwclN6WUlyRVJTejdyZDl0Nk1Wc3VpbGJxeWRaR3ZtNnozNWw4ZXUyZGltV1ZpRmsxYVJoR1TSAV9BVV95cUxPbHdGLVRPX0Y2X3NTSXZlcEdfbkE2dWdQQVZnSnFMQTJ2MUR1Y2RTNlUxUGxOclpVMUFRMW83Ml9QS3lWaUxGMjFLTUtPQ0xwZGZIRGN5c215NTdMN1hmQQ?oc=5
08/03/2026	北市餐廳開工日命案! 驚見女同事陳屍冰庫內 - MSN	https://news.google.com/rss/articles/CBMixwJBVV95cUxOUkRHVnNUSjFqMFp5b0xRekNMS2ZDQnU2SUo2SjdaVkpBS1hVWmdSVUJJa0RvVkpPaEJKcjNiVFljcFF1V052NElrcDJfWDltMHV5TTdYOC1aWVhGVlIybndxcVhUYjkzUlpjRkljWEg3NTE3MHlpY0piR0hPT3ZyYl92X01oSzA1WTdIcm5nN24wc2tGak51bkhQd1RQYWJpMlNqWWVZYVJYcG5lNnJfMDA0NlUya3RZSDV5TnJHMDJpUGVKRGFyYnNpZTE4aC1oaWNYdjVvRHVYakZFQW9PMWFRUnhfR19KSDQzSFMwM1dxcnBabGoxNWNGYkdvM2NOZV9HVUxBRGc3RERjdmc1cHhiNUhHbm11WnNHeXlNUTJjQTBCM3NiU1V5Y2YtZWdvQll6WU04T3lCUkFnUm9wVnZIaUFGa00?oc=5
08/03/2026	馬鞍山女子赤裸伏屍村屋洞口 男友稱外星人在個窿抖氣 否認謀殺	https://news.google.com/rss/articles/CBMiyANBVV95cUxOaVFwUnQtY2ZKQjJfbWRBS2h6RzZMdnBJS0tqS3MyNkxWZGs2WGJJdnpCbkd6TVpfV2FOcmdqZ0tPSi1fZ0x1b2dvWW5YNUZfal92WDhrWS1heHJibGdJX0h1eEdIWGw5SXBoemtTSzB6SDYtYjBTY2xQcTgxeXBZQTY2a2Zqa3hWQkV1VkdJNHVhUG9vWHdmcUk3NXg0YjBlT2o2blN5LVhKR1NsX1VLOGJOTnVLU0dRNVEwSkNEOFRPZXFqeE1LYVIyQ05oaDRWeEJnTVZrRk5QcUFMaEJaTWZGNlN5dzhJYzZWSnNYOVhhTnhlU1F2OEdwMEFIMFU2VkFxOVBEY1ZoMXBsaV9xUFNrcW9FUkMzd1R4MlNWcVRyT3JhQXRVb3hBMXJUb19pTGM1d3A4amVZNllVVHpuaWdjRmp1anpsMXFBTGJzMDZSNGJmY1ZPTlZCNE83YzdTUlZaMU5sQWJiY2tRYVhfdkJwODlOWjc3eHU4TTUxSi1ZOUtxeTY0QTNjdEZ0OWg2Q3U2Tjd1YjhXbDBuT2RlcXU2TDhNb081UnJoRzFza1U0eWJGRGlwakJpd1Q2MGF2SDlxV29HUkg?oc=5
08/03/2026	灣仔修頓球場中年漢打籃球暈倒 送院後回復清醒 - Yahoo	https://news.google.com/rss/articles/CBMi0AJBVV95cUxOTzA2RDE4ZFQtN2pBWjUtTXdaV2t1LXVyM3dMRzhKbFFRTnN2R2FzXzFBcHl4RzZ4WVVJZHZTVkNhZWdrNzkzdk5hTkhrU24tbjlXYWRzR01MckVDQ3RQZ1FMSmZRWllOc0Zid3hud1RZTnBhRUxjS0VGSTBlWVgwelpLcUdBSHVGNEdYUnA1WWtBOGY2Vk4zeXZkaXJkUmluRlR6LUl3UkNqckd4dWE2MkhLMHhUZ2YtbmUzTVJCYTA3NFplUzRVMVYwZjNwRnpROE90a0drRmdsNHlJNzhlcDBLWXB2LXlPMk9ZRVBWb20wSUZYTlJMNnI3ZlhYMUpjaFdzUHNYSUljbzFrUXQxZDdSU28yR0ZLejlMbWtUNHVPWFBCcGpKOXRzMUJITkZ4TGVyMlFHVHZOYm5TUHpXYWZJRElKT0JSX3FrRWVOT0Y?oc=5
08/03/2026	鴨脷洲玉桂山六旬漢失足墮崖 跌傷頭半昏迷送院 - 星島頭條	https://news.google.com/rss/articles/CBMi2wJBVV95cUxPOUJsaXhtZ2liWmZ2dXBmWWxVR1k4aThlNHltREYxTnVUNTA1eG56Z1VWR2syMHlXeGpET0FneDQ5Rlk2OFpuSFI4aWROMnZiT2VDNmxSWW5Wb0JhaGlyQW1RTWtYbTJnbjZUMklxNjRWVGNmTWJMQ3BGbjN0V05STEs5SnJPUXhLcjdraHZNM1lpRE9lV0ZYR2hvTGhFTmZLdXJlM1hsc2t3bnd4SENUdUFsZ1NlbDYwOTJhMEZKQnc1NTl6bEEzOHVBZTBpUVNXV1hPMHhMNms5U0RiN1dmaEE5ZTU5M3g0NnFwbjhEc0U3QVFqSy1Wemc1a1lWdlgzSVNDbV9sWWhzcWZrUWQtVkZVX2E0QXhyNEVpSGY2N2RUTzNhNXh0bzVjam1lU2Z5Y3oyVHJvS29XWjRpTFptTHMweVhjYXNJRkJYRHZxRnExWGVtOVdzT2xIWQ?oc=5
08/03/2026	火場認證訓練前突發OHCA 竹市消防跨分隊接力電擊救回義消夥伴 - 聯合新聞網	https://news.google.com/rss/articles/CBMiUEFVX3lxTFAwcTlfVW1wLTJBVjBKLUptSFVtc0NkS1I2MG5SWUEzOXZUMGJaeHlRMTBrZ09jOUpmUDdIT0JIQkhwWDlFUnYySDJ4Mm1uN2Zv0gFWQVVfeXFMTWNBNmRMR0g4ZlV2OWktOFhrbWotUk14X0tiRU1NZjR5ZTFzRlZCVnpKTERqMlhVZG40ankyaHdBWmhkYVhGQ3kzaEo1d2pfcmRkbUFlaFE?oc=5
08/03/2026	天母大葉高島屋傳悲劇！62歲婦10樓墜落...搶救不治身亡 - 中天新聞網	https://news.google.com/rss/articles/CBMiU0FVX3lxTE85aHJoUE5Rb1lySGo3bFZIaUZ5NU51Z3pBUl84NmVRZHBJSzFKTklRYTRDYVBINUYxTW5QSjFVLUpMdGQteFh2NUJWOW1ldXZ2SW5F?oc=5
08/03/2026	汐止墜樓命案！國三男學生自家頂樓墜落 送醫搶救不治	https://news.google.com/rss/articles/CBMi6gJBVV95cUxQWGJCY2V6eXFBSFJRMVUtdnJNRE9WV0Y4SWtTMmQ1eVFqeUhVZVRhblNuTGJ2YnFOdzBVUjI0UzBDVGlJR0VreHhHalZJVFJ3bWk0MmVqREI0UTFCcjNPaGQ2eWlJaFNaMGRmRm5YVGo2Ti1Ydjc1dWFzVFdTQ29yQzRHRW5XaWNDSzIyVEk2WEpSOXM5TXpEZy13YTBab2cwTFRGY1E4cmotbkRJYWNXYUJmTVJEeE1LbmdsZjFzbnRRbmpjT0xQZS11YWZWR3FOTE9GTnJwQ0dORUZiWFBaSGIwRy1YZlRLNGNCOS10d1FTVHV6cklVZ2lUS29yM2JBSkpLQUxrV2w0QlJQWThxdjNSdC1odHEtWVI2V0paYzEwczlsRXl6ZFExbzhfRzJSQmk1SjRzclI1SEVBcHdIUE5EcWNsbzRhT0o3dWVpbzhUd2ZyQ2dvSXQ5dEUxRllPR0VIblVPcklRZw?oc=5
08/03/2026	汐止14歲國三少年高樓墜落 頭部重創、全身骨折搶救不治 - NOWnews今日新聞	https://news.google.com/rss/articles/CBMiTEFVX3lxTE5OTVEtSExrLURSbFk3cnFCdmpIQnZZYVdIWjhKZlNOd0xQNlZ1X2tCZnFnUndWc0tPRTRfcFI0ZjFFSkV1LXdkY2JQenPSAVJBVV95cUxORFpYcDJMc1BkQ1RFcGc4MGM1SnNMWm9iMkx4d2VOaERqMUNvcUtLQnRralpiUWtrLXhzRmVMb2RpTHZUUTZLVlNEVGdHdWhkMEtB?oc=5
08/03/2026	吹風機3年沒用！10歲女童吹頭髮觸電亡 奶奶痛哭： 還沒帶她出遊 - MSN	https://news.google.com/rss/articles/CBMi_gRBVV95cUxPblFzbVRtMEVMVEVJbUdMTlRzN1B3RzJqZlpvNVh3cE1icjQ2RVltQnhPczVFVTBCVkhrRDNPMTV1Zko3UTBiNDV2UW9ZWmRwRFJxNjRlZy14VjlUV3c3ODZvZ3hranhob3RRbUY3TDZqc2Fncy0zR2RoQTdOUmpxSlprTnpJOHdueHlaYlZ1VldiRmJOTko4bXpBOFJKZVpObGhYZHBvVXZ6c0NxaVdZcy1iQktIY1AwakcyYlREYnBpRm9VdmZFX1J0eXBELUU1NDVmcVNVSHNhdzl0TUNPazFPRG1IdGVka2NWekVieTlUSXhucWNQcnhpelBIcTJ5bXhfU0tGZ2JWQzQzaUdaNkh0aDRDdG5adzBXdHR3QlV4TkN2ZmR1Y2lfUzRJcVBqMmZWQW8zVU5URi1HWUhWc1lHdUNNSWpKT2ZpeVhidERTSG5wamJPQ0tjUlBQNVMzSkh5YTlVUlBnSDdiSHBldDBkajBCenk3TEJHakJkOWlJZUhBYURVYm93Yy02ZElWd0pPM0lBVkRRSnUxTmFUeVdzaTh4RTQ2TEdoT0Z6MWlsS2JrWHdxaW5wamJVVm1IbjgxM0t6WW5vanlodEt3Zk40TVBtRE41RWVuSk02QUZIZVAtRktJYWdac1dOeFAzWEktdEpKbDkxd1Y0alg5bFdDOWJmV3NleWhNMm1PVHBKLWd3N1NaY2FWamFNMEVfbnJVM2dUX3dQVGpXeDFsLXV0ZU1rRXZfNVJQbmhPcjZfaTc1Wm1MaFRWbXo2Qll2Q3BScTdtNkVjN0hRM2g3UkRyeTdZTjRuZFhzNEI4V3Z0UXhid0ttQ2txbXByQQ?oc=5
08/03/2026	灣仔男子打籃球暈倒昏迷送院搶救(16:22) - 20260308 - 港聞- 即時新聞 - 明報新聞網	https://news.google.com/rss/articles/CBMixAJBVV95cUxNM1FVODlwOThud09SNF83dk1sQTc1ZWlRXzRPYnZkTXdoOHlSZFpENk40djNWVnZnRlhOdE9yaEZLak1nYzNua253VGJOSGcxWEJoRG5aTmo3aV90SDhEd1oweTdzZzlmRzBLSDNUVkx6Nno2UDNzWEVzV0o1amhoRDBWUVRxTWpicmpKbjVUSDNFY0FEVEFkMGN6T2l6dXcxUHZ4NjgweWZqRV8yUWl6alVXWGZDeUNyaEJFZ29zd0pBZk15ZXl0UmVrSVdjZGdMd181c2Ntbks5OXRzQzA4RlVtUzZQdG5aeENEdVFTX3FuenZaSTFkTVIyYnhWMXpJbEQzNF9CbjkyRHlITlNxaTlJQVBvNWQtOFpMSzV0VHVmMTVZUExVTUt2NVFTc2w2OEhNR19HbUhwTWIxV0pmRWR0R1A?oc=5
08/03/2026	灣仔修頓球場男子打籃球暈倒 昏迷送院搶救	https://news.google.com/rss/articles/CBMiwwJBVV95cUxNM2htSzFuQVREY2FRdVpLYWk1eEw3WGFDNGtORGZPY0FtdjBRUDZialdYZW5sdm90cmhhWG5qT25IcmlrTW9JNzlPOEItN3VXY0VPa2JfWGxVcFJmejZaLXVWXzdqZktBbXhZMDFSRzcwV0hXTkpIVDUwVzllOGRtVnFpZWdZMC1qRGZPUGJvQUlNU2dZeHpJRHJGN3RMV3pHRk8zR3gzSTdUZm84ekM0UW1IOHBBS25ob3dKQmZUbl8wVnF3VUlPcWMyN2hkVGdBdTYxQlZIZ2hZRFZFdGtUcEZmMWFkQ0NmaEZPa3p6QnplM1I0bElLZ2pyTTJYWVVWRnlPWS1uRlR0UnkxeXpvNFNERzRLekI0cThMUndac2pSVDNscW5ibXZCMDRVRDFOcV92T3F2c3ZCcUxOUGdWc3hFTQ?oc=5
08/03/2026	楊梅4 人倒臥租屋處死亡熱水器未關一氧化碳中毒 - MSN	https://news.google.com/rss/articles/CBMi9wNBVV95cUxNTmJMTk55VEpoWE9SOFdvQ3YxN1B5M3hPUWpydWM4Q3ByZlVtNE9IMGxXT1UyU2NrSDM0YkUwMDJVQUNUcXR4QnEyTm50b1B2TndGUTJDZkFBMG5sb1lzU3c2dnJNNjhVczR2cFBuSnBJeDRRcWVLZXN0Uy1mcTlIQ1EtQ0tPUGJpT1ltek9DVEx3ZnB4UE8ybmJvS3dGMnhENEYtbVkzVDR0S21EeWltbkVfWmx4WXVLOTVlNTBiYllZdTRoUGk2eGZHNzhiYThRN0ZVTVo1WXA1MF9vSjllbGxhbHE1eHpLOWxXWkxQTDRDVy1DNW42X0QxR3RxZ1lFNGVjWGE2NzVqUFdIVzJKN1pLTVhlYUwtZ3ZWZW0zaTNTajJqWlQ0VXRxQ3Y0X3ZYc3VLamg5czR5TlQxSmhTWkk4amNxTmVnOFU2b0pvTEk3MXZhTmYtYUk1YmFOR21WdHNfZFFRU0pvZnh3UDJuczNZSTRYWGd5cjJGR1hEYjlEb2FQU1UzRFdQUmZKcEtoazJIX1MxTXloSEFGRDNGWGRDQzBTUWgtaXZSM1FDS3Jsa3BuWVFQRVAxNjZGNF8wWi1jeXY0VzJqSVZMXzJiZ0hKeTRwWWJmQktVcmpTZk5IZV96MGdva0cwV2NNazFqN1dxMlUtcw?oc=5

`;
