var DATA_TODAY = `
04/03/2026	宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會 後日起可預約旁聽 一半名額分配予宏福苑居民	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772526006961/宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會-後日起可預約旁聽-一半名額分配予宏福苑居民
04/03/2026	土瓜灣地盤男工人工作期間暈倒 送院搶救後不治	https://std.stheadline.com/breaking-news/3549359/土瓜灣地盤男工人工作期間暈倒-送院搶救後不治
04/03/2026	伊朗「超省錢戰術」震撼全球！自殺無人機「成本僅5萬美元」掀消耗戰美以防空飛彈短缺疑雲升溫| 江勳紘| 全解析	https://www.storm.mg/article/11107461
04/03/2026	老牌通路床的世界董事長陳燕飛逝世 公司：後續人事將另行公告	https://money.udn.com/money/story/5612/9357070
04/03/2026	珍惜生命│天盛商場10多歲女生割手腕後危坐天台 擾攘句鐘返回安全位置	https://www.singtao.ca/7432879/2026-03-02/news-珍惜生命｜天盛商場16歲女學生割腕危坐天台+擾攘句鐘救回+疑受學業困擾/
04/03/2026	珍惜生命｜屯門建生邨男子墮樓亡 年約60歲身份未明 警籲供資料	https://www.hk01.com/突發/60327014/珍惜生命-屯門建生邨男子墮樓亡-年約60歲身份未明-警籲供資料
04/03/2026	無綫小花黃婉恩北海道滑雪出意外 浸溫泉暈倒後腦撞石見血	https://www.bastillepost.com/hongkong/article/15702521-無綫小花黃婉恩北海道滑雪出意外-浸溫泉暈倒後腦
04/03/2026	快訊／「床的世界」董事長陳燕飛逝世！享壽78歲 公司發重訊證實	https://news.tvbs.com.tw/life/3141305
04/03/2026	床的世界老董陳燕飛離世！大兒子也驟逝 曾找吳淡如、Joeman開箱	https://www.nownews.com/news/6791711
04/03/2026	珍惜生命｜屯門兆麟苑財困23歲女燒炭尋短 父親揭發報警惜太遲	https://www.hk01.com/突發/60327028/珍惜生命-屯門兆麟苑財困23歲女燒炭尋短-父親揭發報警惜太遲
04/03/2026	報警訛稱強姦及勒索10萬英鎊英籍女子被裁定罪成候判(20:51) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772542537573/報警訛稱強姦及勒索10萬英鎊-英籍女子被裁定罪成候判
04/03/2026	血管殺手｜7旬翁半夜口渴飲水突猝死！醫生：「救命水」變「催命符」3種水絕不能碰睡前一杯都出事	https://hk.ulifestyle.com.hk/topic/detail/20088805/心肌梗塞-歲男半夜飲水突猝死-醫生-這杯-救命水-變-催命符-種水半夜絕不能碰
04/03/2026	美國動用先進武器攻擊伊朗 首度實戰自殺式無人機	https://www.cna.com.tw/video/news/4352982
04/03/2026	土瓜灣道地盤男工人暈倒不治(18:58) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772535012403/土瓜灣道地盤男工人暈倒不治
04/03/2026	新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔 頭部重創送醫不治	https://www.marketersgo.com/media-collaboration/202603/新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔/
04/03/2026	打鐵花︱山東41歲網紅燒炭取暖 除夕夜中一氧化碳亡	https://www.stheadline.com/realtime-china/3549409/打鐵花山東41歲網紅燒炭取暖-除夕夜中一氧化碳亡
04/03/2026	香港仔62歲男船工觸電昏迷 留醫16小時後不治	https://www.stheadline.com/breaking-news/3549436/香港仔62歲男船工觸電昏迷-留醫16小時後不治
04/03/2026	男子倒斃上水村屋昨晚曾飲酒(22:28) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548557465/男子倒斃上水村屋-昨晚曾飲酒
04/03/2026	追债不果酿悲剧 马国老翁砍伤好友后上吊身亡	https://www.8world.com/southeast-asia/malaysia-man-sucides-after-injuring-others-3073271
04/03/2026	元朗有單位疑因拜神起火 屋內11隻寵物亡 六旬女住戶吸入濃煙不適 (22:42) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548959039/元朗有單位疑因拜神起火-屋內11隻寵物亡-六旬女住戶吸入濃煙不適
04/03/2026	屯門23歲女子財困燒炭 父親發救唔番	https://hk.on.cc/hk/bkn/cnt/news/20260303/bkn-20260303201601599-0303_00822_001.html
04/03/2026	62歲男工處理漁船積水時意外觸電 留院一晚後不治 (23:30) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772551909750/62歲男工處理漁船積水時意外觸電-留院一晚後不治
04/03/2026	屯门建生邨男子堕楼 头爆肢折当场身亡	https://hk.on.cc/cnt/news/20260303/bkn-20260303120632770-0303_00822_001_cn.html
04/03/2026	分析师警告比特币正在形成可怕的死亡交叉| TheStreet Roundtable发布于币安广场	https://www.binance.com/zh-CN/square/post/297643438833810
04/03/2026	山東網紅「村夫」除夕夜燒炭取暖 疑一氧化碳中毒身亡	https://www.singtaousa.com/2026/03/03/news/china/shandong-influencer-carbon-monoxide-poisoning-death/
04/03/2026	中國女遊客站日本平交道遭撞亡！家屬怒告求償：沒中文標示害命	https://stock.ltn.com.tw/article/vs1klk8qsmxx
04/03/2026	官批貪方便遲轉線撞斃孕婦 司機危駕罪成「判監難免」 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561570436/官批貪方便遲轉線撞斃孕婦-司機危駕罪成「判監難免」
04/03/2026	抽濕機凌晨起火4人送院 橫頭磡邨疏散300人 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561572886/抽濕機凌晨起火4人送院-橫頭磡邨疏散300人
04/03/2026	珍惜生命｜屯門建生邨男子墮樓 當場死亡	https://www.singtao.ca/7432983/2026-03-02/news-珍惜生命｜屯門建生邨男子墮樓+當場死亡/
04/03/2026	科羅拉多州男子被指控殺害妻子，並將其偽裝成自殺	https://citytimes.tw/資訊/科羅拉多州男子被指控殺害妻子，並將其偽裝成自/965213/
04/03/2026	破解迷思：談自殺不會增加風險，沉默才會 當孩子說不出口時，大人能不能多問一句？	https://www.fclnews.com/174390/
04/03/2026	筲箕灣太安街3車相撞 巴士司機一度被困 兩人受傷送院	https://std.stheadline.com/breaking-news/3549496/筲箕灣太安街3車相撞-巴士司機一度被困-兩人受傷送院
04/03/2026	香港骨科名醫黃詠儀離世 抗癌勇士重返母校成最後身影 家屬發訃告 附追思會詳情	https://www.sundaykiss.com/熱話/黃詠儀醫生-追思會-中大醫院-骨科醫生-抗癌-母校-2359337/
04/03/2026	名醫林禹宏63歲病逝！生前疾呼「1事很重要」：否則慢性自殺	https://health.setn.com/news/1802117
04/03/2026	787伊朗人死於美以襲擊 伊朗稱650名美軍士兵傷亡	https://www.hkcd.com.hk/hkcdweb/content/2026/03/04/content_8742707.html
04/03/2026	從「慢性疲勞」到癌細胞侵腦僅2個月！56歲前主播淋巴癌逝…醫籲：體重驟減、夜間盜汗別再撐	https://tw.news.yahoo.com/從-慢性疲勞-到癌細胞侵腦僅2個月-56歲前主播淋巴癌逝-醫籲-010001798.html
04/03/2026	婦產科名醫林禹宏63歲逝世！抗血癌10年仍堅守醫界 兒淚喊：上天派來的天使	https://www.ftnn.com.tw/news/527213
04/03/2026	ETtoday新聞雲. . 天呀...怎麼會這樣...(#01J) 驚悚畫面！貨櫃車變「絞肉機」 轎車淪鐵餅男駕駛慘亡 https://www.ettoday.net/news/20260303/3125811.htm?from=fb_et_news	https://www.facebook.com/ETtoday/videos/國道驚悚遭連結車推去撞貨櫃車小車淪鐵餅男駕駛慘亡/1333455988558194/
04/03/2026	分道揚鑣！威爾史密斯不會回鍋演出《自殺突擊隊2》	https://tw.sports.yahoo.com/news/分道揚鑣！威爾史密斯不會回鍋演出《自殺突擊隊2-012039043.html?bcmt=1
04/03/2026	老饕震驚！名店闆娘228驟逝 店家暫停營業	https://news.ebc.net.tw/news/living/540302
04/03/2026	荃錦公路私家車越線撞小巴後翻側 司機被困	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304090436661-0304_00822_001.html
04/03/2026	（有片）美軍轟炸伊朗小學致165死民眾為遇難學生舉行葬禮- 國際	https://www.dotdotnews.com/a/202603/04/AP69a7902fe4b0c32d4f6a958a.html
04/03/2026	伊朗防長遇襲身亡數日後 代理防長也被打死了	https://hk.finance.yahoo.com/news/伊朗防長遇襲身亡數日後-代理防長也被打死了-005420708.html
04/03/2026	方大同離世一年《才二十三》首曝MV 歌迷見他消瘦身影落淚	https://tw.news.yahoo.com/方大同離世一年《才二十三》首曝mv-歌迷見他消瘦身影落淚-020828424.html
04/03/2026	众星被困中东不到24小时，出现“恶心”一幕，担心的事发生了	https://m.sohu.com/a/992369151_121948372?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
04/03/2026	南非約翰內斯堡建築物樓板坍塌事故增至9死財經新聞Financial News	https://www.aastocks.com/tc/mobile/news.aspx?newsid=IC4855016&newstype=61&newssource=INFOCAST
04/03/2026	大S逝世週年「7仙女獨缺Makiyo」竟是沒受邀！連楊丞琳都去了 她還原「與小S談話」內幕	https://tw.news.yahoo.com/大s逝世週年-7仙女獨缺makiyo-竟是沒受邀-連楊丞琳都去了-她還原-013200284.html
04/03/2026	伊朗局勢｜伊紅新月會推算境內787人死亡	https://www.i-cable.com/新聞資訊/443265/伊朗局勢-伊紅新月會推算境內787人死亡
04/03/2026	美國公布死亡美軍詳細信息 最細僅20歲	https://www.tkww.hk/a/202603/04/AP69a79d46e4b04773b069e704.html
04/03/2026	黃詠儀醫生離世｜黃詠儀醫生兩閨蜜背景曝光 三人齊捐獎學金予母校	https://topick.hket.com/article/4092873/黃詠儀醫生離世｜黃詠儀醫生兩閨蜜背景曝光　三人齊捐獎學金予母校
04/03/2026	黃詠儀醫生離世｜病人家屬往悼念角寄哀思：佢成個人都係天使嚟	https://www.hk01.com/社會新聞/60327143/黃詠儀醫生離世-病人家屬往悼念角寄哀思-佢成個人都係天使嚟
04/03/2026	研究：ChatGPT醫療版誤判逾半數重症 自殺風險辨識力不足	https://news.pchome.com.tw/science/sunmedia/20260304/index-77259500089388329005.html
04/03/2026	黃詠儀醫生離世｜去年曾「穿校服」偕好友重返母校 三鐵運動員蔡欣妍感激「她扶起我兩次」	https://www.stheadline.com/health-edu/3549537/黃詠儀醫生離世去年曾穿校服偕好友重返母校-三鐵運動員蔡欣妍感激她扶起我兩次
04/03/2026	珍惜生命｜鰂魚涌南豐新邨 46歲男子墮樓亡	https://www.hk01.com/突發/60327221/珍惜生命-鰂魚涌南豐新邨-46歲男子墮樓亡
04/03/2026	山東41歲打鐵花網紅 中一氧化碳毒離世(有片)	https://www.am730.com.hk/article/1015485
04/03/2026	觀塘31歲孕婦被貨車撞斃 四個月大胎兒不保 有12項案底貨車司機求情	https://www.sundaykiss.com/熱話/孕婦-陳健晴-過馬路-胎兒-梁志華-貨車司機-一屍兩命-2359494/
04/03/2026	土瓜灣釘板工猝死 未言退休支撐家庭 妻哭崩：賺錢都係供仔女讀書	https://std.stheadline.com/breaking-news/3549517/土瓜灣釘板工猝死-未言退休支撐家庭-妻哭崩賺錢都係供仔女讀書
04/03/2026	基隆男路倒巷弄、送醫搶救不治！包包內藏3大包安非他命 檢警釐清死因	https://www.setn.com/m/ampnews.aspx?NewsID=1802209
04/03/2026	基隆男突倒巷弄！急送醫仍死亡 身上搜出「三大包安毒」	https://news.tvbs.com.tw/local/3141689
04/03/2026	亞省流感季死亡率創近年來新高	https://www.epochtimes.com/b5/26/3/4/n14710775.htm
04/03/2026	Benz電動車荃錦公路撞小巴後翻側 小巴司機受傷送院	https://hkcd.com/hkcdweb/content/2026/03/04/content_8742748.html
04/03/2026	游飈離世遺孀發布訃聞 將於月中紅磡設靈	https://hk.on.cc/hk/bkn/cnt/entertainment/20260304/bkn-20260304121016187-0304_00862_001.html
04/03/2026	婦科名醫林禹宏63歲病逝！自曝：長期睡眠不足慢性自殺	https://tw.news.yahoo.com/婦科名醫林禹宏63歲病逝-自曝-長期睡眠不足慢性自殺-041551837.html
04/03/2026	三寶爸楊祐寧抱病現身！偕妻上山祭拜癌逝父 「女兒爭寵」日常曝光	https://tw.news.yahoo.com/三寶爸楊祐寧抱病現身-偕妻上山祭拜癌逝父-女兒爭寵-日常曝光-050000819.html
04/03/2026	獨家／名醫林禹宏病逝！病榻前「1舉動」超催淚：戴著呼吸器打字受訪	https://health.setn.com/news/1802247
04/03/2026	《超夜》音樂總監猝逝！苗可麗告別式淚憶詹緒純：平靜離開是福報	https://star.setn.com/news/1802271
04/03/2026	林禹宏「急性骨髓性血癌」逝 醫揭4警訊：牙齦腫、常疲倦要小心	https://health.ettoday.net/news/3126546
04/03/2026	美以突襲伊朗死亡人數破千 戰爭第4天各國傷亡數字一次看	https://tw.news.yahoo.com/美以突襲伊朗死亡人數破千-戰爭第4天各國傷亡數字-次看-034000437.html
04/03/2026	白血病｜婦產科權威醫生林禹宏血癌病逝抗癌11年曾帶病行醫嘆1種行為成患癌主因：如慢性自殺| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/白血病-婦產科-林禹宏-血癌-1679033/
04/03/2026	基隆男巷弄猝死！身藏3大包安非他命 疑吸毒過量身亡	https://www.ftnn.com.tw/news/527285
04/03/2026	伊朗米納布市為學校死亡學生和教職員工舉行葬禮	https://www.bbc.com/zhongwen/articles/c5ykkgx603no/trad
04/03/2026	黃詠儀醫生離世｜童年喪父草根出身居屯門公屋對抗肺癌2年不忘照顧病人大量市民送別：願你在遠方脫離痛楚| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/黃詠儀醫生-骨科-肺癌-1679081/
04/03/2026	粉絲腦中風昏迷 林志玲到醫院探視	https://www.singtaousa.com/2026/03/03/entertainment/lin-chi-ling-visits-comatose-fan/
04/03/2026	基隆男詭倒路中猝死 驚見「三大包毒品」	https://tw.news.yahoo.com/基隆男詭倒路中猝死-驚見-三大包毒品-051900619.html
04/03/2026	醫美老闆整容猝死 同日連做抽脂隆胸等三項大手術 睡房倒地身亡	https://www.hk01.com/熱爆話題/60327198/醫美老闆整容猝死-同日連做抽脂隆胸等三項大手術-睡房倒地身亡
04/03/2026	畫布上的粉嫩樂章 色彩魔術師廖繼春逝世50週年大展	https://funnews.tw/n/serv/art/962d920fef08433b9a3a9b58bf6f8b82
04/03/2026	健康網》「恐龍女孩」綺綺心臟病逝8年 台大醫：18歲生日 她真的回來了	https://health.ltn.com.tw/article/breakingnews/5358378
04/03/2026	《超夜》詹緒純離世！詹雅雯告別式悲痛送最後一程：走得好安詳	https://star.setn.com/news/1802292
04/03/2026	快訊／抗癌7個月宣布復工！沈玉琳暴瘦首公開現身 「2驚人變化」曝光	https://star.setn.com/news/1802296?utm_campaign=viewallnews
04/03/2026	《超夜》詹緒純病逝家中！遺孀曝生前拒插管「右手腫脹一天就走了」	https://tw.news.yahoo.com/超夜-詹緒純病逝家中-遺孀曝生前拒插管-右手腫脹-天就走了-051753614.html
04/03/2026	影/1天2起吸毒亡！基隆男死在巷弄 台中裝修工暴斃在老闆車上	https://tw.news.yahoo.com/影-1天2起吸毒亡-基隆男死在巷弄-台中裝修工暴斃在老闆車上-061245668.html
04/03/2026	年後腦霧別輕忽！中醫教你清腦養腦、找回專注力	https://www.uho.com.tw/article-68976.html
04/03/2026	居服員送餐「不知屋內婦死亡」 衛福部：長照接觸點應主動關懷	https://health.ettoday.net/news/3126706
04/03/2026	美以襲擊已致伊朗787人死亡	https://bau.com.hk/web/article/1478687435195518976/web/content_1478687435195518976.html
04/03/2026	《死亡之握：鬼牽手》首曝預告 「⼀牽會死，不牽等死」死亡規則曝光	https://tw.news.yahoo.com/《死亡之握：鬼牽手》首曝預告-「⼀牽會死，不牽等死」死亡規則曝光-063119848.html
04/03/2026	青衣邨男子墮樓 當場證實不治	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304142314714-0304_00822_001.html
04/03/2026	「哈米尼亡政權不會自動垮台」 伊朗前王后：兒子準備團結人民	https://www.worldjournal.com/wj/story/123308/9358750
04/03/2026	土瓜灣六旬地盤釘板工猝死 遺霜哭訴：啲錢畀哂啲仔女讀書	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304122014945-0304_00822_001.html
04/03/2026	39萬元複製離世愛犬 飼主稱後悔揭殘酷現實	https://www.am730.com.hk/article/1015536
04/03/2026	黃詠儀醫生離世｜校友吳傑莊惋惜：讀書時是高材生 「又乖又靜」	https://www.hk01.com/社會新聞/60327289/黃詠儀醫生離世-校友吳傑莊惋惜-讀書時是高材生-又乖又靜
04/03/2026	許維恩罹患乳癌！前男友楊明學因癌症早逝 兩人同拍王菲MV惹鼻酸	https://www.nownews.com/news/6791969
04/03/2026	山東41歲打鐵花網紅｢村夫｣疑一氧化碳中毒亡 單親爸爸獨自養兩女	https://www.hk01.com/大國小事/60327132/山東41歲打鐵花網紅-村夫-疑一氧化碳中毒亡-單親爸爸獨自養兩女
04/03/2026	名醫林禹宏63歲病逝！血癌抗病多年 生前兩度發文示警：回想起簡直是慢性自殺	https://www.mirrormedia.mg/story/20260304edi032
04/03/2026	珍惜生命│青衣邨中年漢墮樓 跌落平台行人天橋當場亡	https://std.stheadline.com/breaking-news/3549617/珍惜生命青衣邨中年漢墮樓-跌落平台行人天橋當場亡
04/03/2026	包包搜出74克安毒！基隆男昏倒路邊不治 警挖前科追查中	https://www.ftnn.com.tw/news/527349
04/03/2026	游飈3.21設靈翌日火化 黃文標代公告亡友訃聞 上月尾因腦溢血病逝	https://www.tvb.com/artiste-news-c/游飈3-21設靈翌日火化-黃文標代公告亡友訃聞--上月尾因腦溢血病逝-1012186
04/03/2026	《AI》匯豐控股(00005.HK)出現「死亡交叉」技術圖表形態	http://www.aastocks.com/tc/stocks/analysis/stock-aafn-con/00005/AI/AI167669/hk-stock-news
04/03/2026	士林「蒸餃阿姨」驚傳驟逝 一票老顧客不捨：從小吃到大	https://www.teepr.com/1873924/mollylin/周旺蒸餃酸辣湯/
04/03/2026	居服員餐盒掛門口...9旬婦亡屋內 衛福部：令人遺憾會重新檢討	https://tw.news.yahoo.com/居服員餐盒掛門口-9旬婦亡屋內-衛福部-令人遺憾會重新檢討-073943749.html
04/03/2026	婦產科名醫血癌逝世 生前曾推測因睡眠不足患癌：簡直是慢性自殺	https://www.hk01.com/台灣新聞/60327279/婦產科名醫林禹宏血癌逝世-生前曾推測因睡眠不足患癌
04/03/2026	馬來西亞母子元宵節被揭臥屍屋內72歲母逝世10日智障兒伴屍一周後猝死| 生活熱話	https://www.ohpama.com/1010276/生活熱話/生活熱話/馬來西亞-母子元宵節被揭臥屍屋內-72歲母逝世10日/
04/03/2026	快訊／國賓飯店改建工程意外！工人施工墜樓 搶救無效亡	https://www.ettoday.net/news/20260304/3126769.htm
03/03/2026	上海退役军人消防员春节返乡遇火情，挺身而出勇救被困老人	https://m.sohu.com/a/992078505_120244154?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
03/03/2026	疑為趕搭高鐵 高鐵台中站男客踉蹌頭撞車門昏頭送醫	https://udn.com/news/amp/story/7320/9356849

`;
