var DATA_TODAY = `
06/03/2026	閃違停賓士出事了！嘉義女保險員遭聯結車輾斃 家屬悲慟認屍提告	https://www.nownews.com/news/6792475
06/03/2026	为什么每次发生马拉松猝死的悲剧，都是在终点线前后？	https://m.sohu.com/a/992893048_121948415?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
06/03/2026	婦產科名醫超狂紀錄！40年接生數萬嬰 證實癌逝享壽67歲	https://tw.news.yahoo.com/婦產科名醫超狂紀錄-40年接生數萬嬰-證實癌逝享壽67歲-073435739.html
06/03/2026	今年首宗砂男子感染狂犬病死亡 卫长提醒：不一定被咬才会感染	https://mediaselangor.com/zh/2026/03/346442
06/03/2026	2NE1朴春突震撼爆料！親筆信點名團員DARA吸毒出賣她：為了掩蓋這件事把我弄成毒蟲了	https://woman.tvbs.com.tw/entertainment/63192
06/03/2026	美國男子幻想 Google Gemini 是 AI 妻子，出現暴力妄想並自殺，父親怒告 Google	https://hk.news.yahoo.com/美國男子幻想-google-gemini-是-ai-妻子，出現暴力妄想並自殺，父親怒告-google-113824062.html
6/3/2026	大坑東邨女子住所猝逝 死因待查	https://hk.on.cc/hk/bkn/cnt/news/20260306/bkn-20260306030132193-0306_00822_001.html
06/03/2026	油麻地私家車被警方截查 檢獲懷疑毒品	https://news.now.com/mobile/hot/player?newsId=638936
06/03/2026	研究：慢性病不只一個器官壞 其他疾病恐已在排隊	https://www.soundofhope.org/post/923992?lang=b5
06/03/2026	中東戰火擴大至14國！伊朗死亡人數破1230、黎巴嫩逾100人遇難特朗普稱要參與決定伊朗最高領袖作者FX168	https://hk.investing.com/news/commodities-news/article-1347465
06/03/2026	讣告 | 丁承运教授逝世	https://www.ctdsb.net/c1716_202603/2678416.html
06/03/2026	報章要聞｜明報：造口錯位3周方知將院癌婦同日亡／星島：獨立屋涉借私校名義開學生宿舍	https://news.tvb.com/sc/local/69a9b7f3101d7dfc26f93c76/港澳-報章要聞｜明報造口錯位3周方知將院癌婦同日亡星島獨立屋涉借私校名義開學生宿舍
6/3/2026	巴西東南部一養老院房屋坍塌至少6人死亡	https://www.hkcd.com.hk/hkcdweb/content/2026/03/06/content_8743258.html
06/03/2026	日本潮流興瞓棺材？躺棺冥想模擬死亡與重生＋可愛棺材吸引年輕女性	https://hk.news.yahoo.com/日本-潮流-瞓棺材-躺棺冥想-003038624.html
06/03/2026	電影決戰終點線原型主角Niki Lauda病逝 享年70歲	https://autos.yahoo.com.tw/news/電影決戰終點線原型主角niki-lauda病逝-享年70歲-024218942.html
06/03/2026	25歲正妹網紅騎重機遭輾斃！父親目睹愛女淒慘死狀崩潰…竟跟她共赴黃泉	https://tw.news.yahoo.com/25歲正妹網紅騎重機遭輾斃-父親目睹愛女淒慘死狀崩潰-竟跟她共赴黃泉-004000474.html
06/03/2026	將軍澳醫院造口手術錯位「腸變胃」 三周始揭發 85歲癌嫗同日亡	https://www.hk01.com/社會新聞/60327910/將軍澳醫院造口手術錯位-腸變胃-三周始揭發-85歲癌嫗同日亡
06/03/2026	Harry Styles談隊友墮亡 痛訴外界道德綁架逼表態 親揭成家大計	https://www.hk01.com/即時娛樂/60327769/harry-styles談隊友墮亡-痛訴外界道德綁架逼表態-親揭成家大計
06/03/2026	將軍澳醫院病人原做橫結腸造口三周後發現造口在胃 器官衰竭離世	https://www.bastillepost.com/hongkong/article/15712745-將軍澳醫院病人原做橫結腸造口三周後發現造口在
06/03/2026	「死亡是你選擇到達的」Gemini遭控「誘導自殺」被告！36歲男子身亡 Google 回應了	https://www.msn.com/zh-tw/news/other/死亡是你選擇到達的-gemini遭控-誘導自殺-被告-36歲男子身亡-google回應了/ar-AA1XyKZS
06/03/2026	傑克奧斯本在奧茲奧斯本的最後幾個小時突然死亡	https://citytimes.tw/娛樂/傑克奧斯本在奧茲奧斯本的最後幾個小時突然死亡/958690/
06/03/2026	澜起科技核心技术人员山岗因病逝世，年仅51岁	https://www.eet-china.com/news/202603067110.html
06/03/2026	醫療事故｜將軍澳醫院患結腸癌女病人疑造口手術位置出錯 約三周後死亡	https://news.tvb.com/sc/local/69aa3c4f101d7dfc26fd50b5/港澳-醫療事故｜將軍澳醫院患結腸癌女病人疑造口手術位置出錯-約三周後死亡
06/03/2026	影/宜蘭23歲賓士男毒駕猛撞7車 女老師重創送醫不治	https://tw.news.yahoo.com/影-宜蘭23歲賓士男毒駕猛撞7車-女老師重創送醫不治-023602514.html
06/03/2026	八旬結腸癌女病人將軍澳醫院作造口手術 三周後揭位置出錯、同日死亡	https://www.i-cable.com/新聞資訊/443995/將軍澳醫院85歲結腸癌女病人-造口手術位置出錯
06/03/2026	安迪病逝7年！「現蹤」 擁抱愛女親訴思念網友哭了	https://www.msn.com/zh-tw/entertainment/news/安迪病逝7年-現蹤-擁抱愛女-親訴思念網友哭了/ar-AA1MHBi2?cvid=68cb3a53184148cf9365108ba5a549c7&ocid=espe.hp.living.horoscope
06/03/2026	著名古琴艺术家丁承运逝世，享年83岁曾让失传千年的“琴瑟和鸣”重现人间，被誉为当代琴学领军人物	https://news.hubeidaily.net/pc/c_5217593.html
06/03/2026	32歲《周處》男星驟逝！圈內為他舉辦紀念會 觀眾全哭： 最後的道別	https://www.msn.com/zh-tw/entertainment/news/32歲-周處-男星驟逝-圈內為他舉辦紀念會-觀眾全哭-最後的道別/ar-AA1Dfogu?cvid=80F383CA3B4A446FB34FC2F9E981BFB0&ocid=hpmsn&apiversion=v2&domshim=1&noservercache=1&noservertelemetry=1&batchservertelemetry=1&renderwebcomponents=1&wcseo=1
06/03/2026	開賓士載嫩妻撞死女師！毒駕男前科曝光 曾參與砍人案還助勢	https://news.tvbs.com.tw/local/3143786
06/03/2026	將軍澳醫院造口手術腸變胃 術後24日始知出錯 85 歲腸癌婦亡 院方調查並向家屬致歉｜Yahoo	https://hk.news.yahoo.com/將軍澳醫院造口手術腸變胃-術後24日始知出錯-85-歲腸癌婦亡-院方調查並向家屬致歉｜yahoo-023001312.html
06/03/2026	《實習醫生》艾瑞克丹恩真實死因曝! 確診漸凍人症10 月病逝	https://www.msn.com/zh-tw/entertainment/news/實習醫生-艾瑞克丹恩真實死因曝-確診漸凍人症10月病逝/ar-AA1Xotdv
06/03/2026	詭異？「來台吸收軍人當共諜」前長沙人大丁小琥病逝 全案7被告已死3人	https://www.taisounds.com/news/content/97/244441
06/03/2026	【宏福苑五級火】政府向殉職消防員何偉豪家屬發放615萬元經濟援助金| 獨媒報導	https://www.inmediahk.net/node/政經/【宏福苑五級火】政府向殉職消防員何偉豪家屬發放615萬元經濟援助金
06/03/2026	41歲打鐵花網紅不忍浪費執炭回家取暖中毒亡 為養兩女兒曾搬磚	https://www.hk01.com/大國小事/60327254/41歲打鐵花網紅不忍浪費執炭回家取暖中毒亡-為養兩女兒曾搬磚
06/03/2026	年幼曾遭家暴父親離世百感交集林曉培重提酒駕事件18年的煎熬│林曉培專訪- 本地 - 明周娛樂	https://www.mpweekly.com/entertainment/article/年幼曾遭家暴-父親離世百感交集-林曉培重提酒駕事
06/03/2026	AI變「奪命嬌妻」？美國男遭Gemini教唆自殺 家屬提告Google索償	https://www.hk01.com/article/60327934
6/3/2026	將軍澳行山女遭野豬咬傷腳 村民驅趕野豬滾樓梯墮斃	https://hk.on.cc/hk/bkn/cnt/news/20260306/bkn-20260306121553773-0306_00822_001.html
06/03/2026	將軍澳醫院八旬婦造口手術出錯亡 彭鴻昌：手術涉專科醫生帶領兩受培訓醫生進行	https://www.i-cable.com/新聞資訊/444081/將軍澳醫院八旬婦造口手術出錯亡-彭鴻昌-手術
05/03/2026	宋平同志逝世	http://politics.people.com.cn/n1/2026/0305/c1001-40674889.html
05/03/2026	珍惜生命｜葵芳邨男子飛墮平台 保安聞巨響報警惜返魂無術	https://www.singtao.ca/googleamp/amp.php?region=vancouver_hk&cat=139&post_id=7435022
05/03/2026	Google面臨首起AI致死訴訟 Gemini涉嫌教唆自殺 家屬提告求償	https://hk.finance.yahoo.com/news/google面臨首起ai致死訴訟-gemini涉嫌教唆自殺-家屬提告求償-234152381.html
05/03/2026	「一世代」連恩驟逝1年半！隊友哈利首吐心聲：「難以面對的悲傷」	https://stars.udn.com/star/amp/story/10092/9360382
05/03/2026	名醫林禹宏63歲病逝！「靈堂開放時間」曝：供親友致哀	https://www.setn.com/m/news.aspx?newsid=1802600
05/03/2026	「百億富二代」男星出現猝逝先兆？腦部突缺氧面色慘白急剎停錄影 曾做開腦手術藏隱患	https://www.stheadline.com/film-drama/3549739/百億富二代男星出現猝逝先兆腦部突缺氧面色慘白急剎停錄影-曾做開腦手術藏隱患
05/03/2026	元宵節驚爆「母子雙亡」悲劇 兒伴母屍10天後也猝死	https://news.ebc.net.tw/news/world/540475
05/03/2026	原政治局常委宋平病逝 享年109歲	http://www.aastocks.com/tc/stocks/news/aafn-news/NOW.1506733/2
05/03/2026	天氣凍沖涼易猝死！洗頭先易中風？醫生揭5大洗澡行為最高風險	https://www.am730.com.hk/健康/1015612/天氣凍沖涼易猝死-洗頭先易中風-醫生揭5大洗澡行為最高風險
05/03/2026	一路好走！名醫離世 家屬悲曝靈堂地點	https://news.ebc.net.tw/news/living/540488
05/03/2026	Gemini教唆兒自殺 佛州父告谷歌	https://www.worldjournal.com/wj/amp/story/121473/9360448
05/03/2026	三餐這樣吃超傷眼！30歲科技男上班突昏倒 血糖飆破800「眼球血管爆裂」	https://tw.news.yahoo.com/三餐這樣吃超傷眼-30歲科技男上班突昏倒-血糖飆破800-眼球血管爆裂-030006633.html
05/03/2026	名醫離世| 63歲婦科名醫血癌病逝曾歷肺部骨髓移植生前不煙不酒作息規律嘆一行為如慢性自殺- 東張+	https://www.mytvsuper.com/tc/scoopplus/healthcare/health/16869729511885/健康醫美-名醫離世---63歲婦科名醫血癌病逝-曾歷肺部骨髓移植-生前不煙不酒作息規律-嘆一行為如慢性自殺
05/03/2026	Gemini說他只有自殺才能和它在一起，很快他便身亡	https://cn.wsj.com/articles/gemini說他只有自殺才能和它在一起-很快他便身亡-a3f19991
05/03/2026	香港handpan教父、90年代三大獨立樂隊...HUH!?團員Edmund Leung逝世 享年63歲	https://p-articles.com/heteroglossia/5799.html
05/03/2026	元宵節雙屍悲劇！母陳屍家中 孝兒伴屍一星期猝死 驚揭心酸內情	https://www.hk01.com/人氣話題/60327347/元宵節雙屍悲劇-母陳屍家中-孝兒伴屍一星期猝死-驚揭心酸內情
05/03/2026	資深理專七期墜樓亡！女兒淚控霸凌：看不見我結婚的樣子	https://news.ebc.net.tw/news/society/540497
05/03/2026	南加12歲少年足球運動員練習時猝死- 美國要聞- 新聞	https://www.chinesedaily.com/article/detail-679839.html
05/03/2026	黃子韜泡溫泉突臉色慘白！錄影急喊「腦子好難受」 粉絲憂猝死前兆	https://stars.udn.com/star/amp/story/10089/9360786
05/03/2026	婦產科名醫林禹宏病逝終年63歲 抗癌10年曾歷骨髓/雙肺移植 出書鼓勵癌症患者「活著就有希望」	https://www.stheadline.com/health-edu/3549907/婦產科名醫林禹宏病逝終年63歲-抗癌10年曾歷骨髓雙肺移植-出書鼓勵癌症患者活著就有希望
05/03/2026	沈玉琳抗癌7個月回歸「潘若迪相擁痛哭」 媒體人讚：演藝圈最純粹友情	https://star.setn.com/news/1802720?utm_campaign=viewallnews
05/03/2026	綠的粉錦公路迎頭撼夾斗車 司機乘客俱亡	https://www.hk01.com/突發/60327626/綠的粉錦公路迎頭撼夾斗車-司機乘客俱亡
5/3/2026	除夕才表演完！中国知名网红⚡️「一氧化碳中毒亡」留下2女儿！弟弟证实：终年41岁	https://rojaklah.com/2026/03/05/wanghong-dies-suddenly-from-carbon-monoxide-poisoning-py-050326/
05/03/2026	黃文標自爆疑患初期柏金遜症致手震動作慢 好友游飈離世游家有經濟壓力	https://hk.news.yahoo.com/黃文標自爆疑患初期柏金遜症致手震動作慢-好友游飈離世游家有經濟壓力-032622515.html
05/03/2026	粉錦公路的士迎頭撼夾斗貨車 司機女乘客俱傷重死亡 胞弟哽咽「我唯一一個家姐」（更新）	https://www.am730.com.hk/本地/1015854/粉錦公路的士迎頭撼夾斗貨車-司機女乘客俱傷重死亡-更新-
5/3/2026	劉沛蘅愛犬Choco離世 相伴15年 元宵節「畢業」 (12:34)	https://ol.mingpao.com/ldy/showbiz/latest/20260305/1772685302707/劉沛蘅愛犬choco離世-相伴15年-元宵節「畢業」
05/03/2026	足本訪問：黃文標傷感談摯友游颷離世最擔心11歲女兒「游菜」 手震問題確診患初期柏金遜暫靠食藥醫治雪梨封口不提非禮者：死人㗎！周曉彤爆與前度周永恆「象徵式戀情」內幕｜Viu1現場實況	https://news.now.com/mobile/entertainment/player?newsId=638799
05/03/2026	超高齡產婦| 因獨子病逝吉林63歲婦再懷孕誕女：我的孩子回來了| 生活熱話	https://www.ohpama.com/1010415/生活熱話/生活熱話/超高齡產婦-獨子病逝-63歲/
5/3/2026	是大马常见癌症！医生示警⚡「乳癌12症状」一定要知道！早发现早治疗！	https://rojaklah.com/2026/03/05/breast-cancer-12-symptoms-tkh-050326/
05/03/2026	大甲高工生命教育講座 從吸毒看健康人生	http://www.lnanews.com/news/175444
05/03/2026	一次做抽脂隆胸等3项手术 医美老板整形猝死	https://atvnewsonline.com/world/一次做抽脂隆胸等3项手术-医美老板整形猝死/
05/03/2026	TVB“御用烂仔”年初八猝逝，年仅57岁！留8岁幼女	https://m.yule.360.com/content/4942473
05/03/2026	七堵婦突昏倒路旁「額頭擦傷」 基隆警即刻伸援送醫救治	https://www.ettoday.net/amp/amp_news.php7?news_id=3127210
05/03/2026	兒才過世2月！公公趁媳服藥熟睡伸狼爪 辯是她主動	https://news.ebc.net.tw/news/society/540498
05/03/2026	有片| 粉錦公路的士迎頭硬撼夾斗車的士司機與女乘客雙雙不治- 東張+	https://www.mytvsuper.com/tc/scoopplus/news/headlines/16870438268683/新聞-有片---粉錦公路的士迎頭硬撼夾斗車--的士司機與女乘客雙雙不治
05/03/2026	天瑞路兩私家車相撞 女司機落車激動理論 昏迷送院留醫2日亡	https://www.hk01.com/article/60327684
05/03/2026	快訊／40年接生數萬嬰！婦產科名醫驚傳癌逝 享壽67歲	https://www.setn.com/m/ampnews.aspx?NewsID=1802812
05/03/2026	婦產科名醫吳蘭香癌逝！曾創24小時接生30名新生兒紀錄	https://tw.news.yahoo.com/婦產科名醫吳蘭香癌逝-曾創24小時接生30名新生兒紀錄-055723700.html
05/03/2026	粉錦公路的士與貨車相撞 50多歲的士司機與80多歲女乘客死亡	https://news.rthk.hk/rthk/ch/component/k2/1846120-20260305.htm
5/3/2026	台中資深理專疑遭霸凌墜樓亡 女兒痛訴：沒能看我結婚	https://news.pchome.com.tw/society/ctinews/20260305/index-77268925088754309002.html
05/03/2026	女騎士慘遭曳引車輾斃！嘉檢偵辦2車駕駛涉過失致死1人再涉肇逃	https://udn.com/news/amp/story/7320/9361356
05/03/2026	黃詠儀醫生離世｜抗癌兩年仍堅守崗位 基層出身發奮考入中大醫學院	https://std.stheadline.com/health-edu/3549943/黃詠儀醫生離世抗癌兩年仍堅守崗位基層出身發奮考入中大醫學院
5/3/2026	女騎士閃違停賓士遭聯結車輾斃！家屬心碎提告過失致死 他另涉肇逃	https://www.ettoday.net/news/20260305/3127296.htm
05/03/2026	（有片）粉錦公路綠的對撼夾斗車司機乘客昏迷送院雙亡- 港聞	https://www.dotdotnews.com/a/202603/05/AP69a91d7de4b0c32d4f6ac2a6.html
05/03/2026	亡妻附身哭喊「不要死」！55歲樂團主唱崩潰相擁 通靈巫師坐地痛喊「要昏倒」一度停機	https://tw.news.yahoo.com/亡妻附身哭喊-不要死-55歲樂團主唱崩潰相擁-通靈巫師坐地痛喊-要昏倒-055300596.html
05/03/2026	曾預示教宗、黛安娜王妃逝世！500年前預言再命中美國用「這方式」對伊朗開戰	https://tw.news.yahoo.com/曾預示教宗-黛安娜王妃逝世-500年前預言再命中美國用-這方式-對伊朗開戰-062400088.html
05/03/2026	嘉義女騎士閃違停車 捲聯結車底「輾出臟器」斃命 死者身分曝光	https://news.ebc.net.tw/news/society/540555
05/03/2026	巴西重機網美車禍遭輾斃！父路過「一眼認出」 下秒崩潰自戕	https://news.tvbs.com.tw/world/3143100?from=pulldownmenu_content_國際_巴西重機網美車禍遭輾斃！父路過「一眼認出」　下秒崩潰自戕
5/3/2026	追蹤報道｜粉錦公路交通意外 五旬的士司機與八旬女乘客死亡	https://hkcd.com/hkcdweb/content/2026/03/05/content_8743055.html
05/03/2026	吉林63歲失獨媽產女 把癌逝兒生回來…網：卵子哪來？	https://tw.news.yahoo.com/吉林63歲失獨媽產女-把癌逝兒生回來-網-卵子哪來-062524099.html
05/03/2026	劉沛蘅愛犬元宵節離世 傷心發文： 謝謝你帶給我很多幸福溫暖和快樂	https://www.bastillepost.com/hongkong/article/15708660-劉沛蘅愛犬元宵節離世-傷心發文：謝謝你帶給我很
05/03/2026	珍惜生命｜金鐘太古廣場男子反鎖育嬰室 頸浴血昏迷遺下利刀	https://www.hk01.com/突發/60327747/珍惜生命-金鐘太古廣場男子反鎖育嬰室-頸浴血昏迷遺下利刀
05/03/2026	馬鞍山棄兔管理員漠視失救死亡 當垃圾處理 兔兔基地發聯署求房署及物管交代	https://eastweek.stheadline.com/pets/17744/馬鞍山棄兔管理員漠視失救死亡-當垃圾處理-兔兔基地發聯署求房署及物管交代
05/03/2026	宋平同志逝世- 神州 - 香港文匯網	https://www.wenweipo.com/s/202603/04/AP69a81404e4b04d7d56d683f7.html
05/03/2026	明星健康｜32歲百億富二代男星疑現猝死先兆？ 突腦缺氧呼吸困難中斷拍攝曾腦出血開顱縫43針	https://topick.hket.com/article/4093664/明星健康｜32歲百億富二代男星疑現猝死先兆？　突腦缺氧呼吸困難中斷拍攝曾腦出血開顱縫43針?mtc=10012
05/03/2026	韓國靈媒真人秀現場失控！委託人亡姊疑附身胞妹 錄影被迫中斷	https://tw.news.yahoo.com/韓國靈媒真人秀現場失控-委託人亡姊疑附身胞妹-錄影被迫中斷-100100871.html
05/03/2026	"嘉義死亡車禍! 女騎士疑為閃違停""遭2車夾擊輾斃"""	https://tw.news.yahoo.com/嘉義死亡車禍-女騎士疑為閃違停-遭2車夾擊輾斃-100427360.html
05/03/2026	嘉義女騎士閃違停賓士「受困窄縫」遭聯結車輾斃 家屬痛心提告2駕駛、1人涉肇逃 | 社會 | CTWANT	https://www.ctwant.com/amp/article/472080/
05/03/2026	苗可麗母驟逝體悟無常 用陪伴鼓勵父親運動	https://www.fountmedia.io/article/357822
05/03/2026	我国计算材料物理专家王崇愚逝世，享年93岁	https://www.jiemian.com/article/14075440.html
05/03/2026	（有片）伊朗首次使用最快自殺式無人機- 國際	https://www.dotdotnews.com/a/202603/05/AP69a953c9e4b0c32d4f6acc55.html
5/3/2026	貪圖方便？ 疑買飲料違停機車道 婦人遭聯結車輾過爆頭亡	https://www.eracom.com.tw/EraNews/Home/Society/2026-03-05/2278955.html
5/3/2026	陈破空：两会开幕，元老猝逝！他是胡锦涛的恩师。王沪宁暗使绝招：为习设计一动作，让他重复出丑，被所有人看不起。加总理爆料：会谈十分钟，习只跟他密谈一件事！直播与互动：美东时间3月5日早8:45、中港台晚9:45	https://www.bannedbook.org/bnews/sohnews/20260305/2293808.html/amp
05/03/2026	中大仁醫黃詠儀離世︱77歲女病人淚憶5年「醫患情」 難忘1暖心舉動：永遠記住她	https://topick.hket.com/article/4093906/
5/3/2026	中国科学院院士、清华大学物理系教授王崇愚逝世，享年93岁	https://finance.sina.cn/stock/jdts/2026-03-05/detail-inhpxspk3213517.d.html?vt=4&cid=76993&node_id=76993
05/03/2026	粉錦公路車禍兩人死亡 35歲貨車司機涉危駕引致他人死亡被捕	https://news.rthk.hk/rthk/ch/component/k2/1846176-20260305.htm
5/3/2026	的士粉錦公路撼貨車司機與女乘客不治貨車司機被捕(18:46) - 20260305 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260305/s00001/1772684412641/的士粉錦公路撼貨車-司機與女乘客不治-貨車司機被捕
05/03/2026	粉錦公路奪命車禍｜與綠的相撞釀2死 35歲夾斗貨車男司機被捕	https://www.hk01.com/突發/60327815/粉錦公路奪命車禍-與綠的相撞釀2死-35歲夾斗貨車男司機被捕
05/03/2026	北海道雪崩約40歲台灣登山客被困 送院後仍昏迷	https://news.tvb.com/tc/world/69a9634f101d7dfc26f613d0/國際-北海道雪崩約40歲台灣登山客被困-送院後仍昏迷
05/03/2026	天機試煉場｜登上亞太區收視第一宣布添食 最強巫師結局招三亡魂現身	https://www.am730.com.hk/article/1015976
05/03/2026	粉錦公路致命交通意外 貨車司機被捕	https://m.hkej.com/landing/mobarticle2/id/4334596/粉錦公路致命交通意外 貨車司機被捕
05/03/2026	中大仁醫黃詠儀離世︱舊生、同袍淚灑悼念角 生命倒數1個月仍堅持手術工作	https://topick.hket.com/article/4093945/中大仁醫黃詠儀離世︱舊生、同袍淚灑悼念角　生命倒數1個月仍堅持手術工作?mtc=10012
05/03/2026	28歲男突發胰腺炎劇痛送院搶救！抽血驚見「豬油血」險死／醫生：全因愛吃3物...	https://ufood.com.hk/restaurant/news/detail/20090943/歲男突發胰腺炎劇痛送院搶救-抽血驚見-豬油血-險死-醫生-全因愛吃-物
05/03/2026	大車死角釀禍！高雄貨櫃車撞機車 7旬女騎士遭輾斃	https://tw.news.yahoo.com/大車死角釀禍-高雄貨櫃車撞機車-7旬女騎士遭輾斃-115130503.html
05/03/2026	今日新聞8分鐘｜粉錦綠的撼夾斗車釀2亡｜男子離奇受傷成頭血	https://www.hk01.com/社會新聞/60327802/今日新聞8分鐘-粉錦綠的撼夾斗車釀2亡-男子離奇受傷成頭血
05/03/2026	伊朗：美以襲擊已造成1230名伊朗人死亡- 國際 - 香港文匯網	https://www.wenweipo.com/a/202603/05/AP69a97d46e4b04d7d56d6c457.html
05/03/2026	嘉義男誤食「倒吊子」一度昏迷 醫：含高劑量生物鹼易釀休克	https://news.pts.org.tw/article/797623
05/03/2026	台軍一現役軍人撞死泰國籍男子逃逸後被逮捕	http://hkcna.hk/docDetail.jsp?id=101259825&channel=2805
05/03/2026	有片〡粉錦公路兩死車禍 女乘客往探病途中肇禍	https://hkcd.com/newsTopic_content.php?id=8743141
05/03/2026	美以襲伊朗｜已造成1230伊朗人亡 據報伊朗防空系統擊落美國F-15戰機	https://news.tvb.com/tc/world/69a97945101d7dfc26f6e646/國際-美以襲伊朗｜已造成1230伊朗人亡-據報伊朗防空系統擊落美國F-15戰機
5/3/2026	三藩市年初接連死亡車禍 市府受壓力加強道路安全	https://www.singtaousa.com/2026/03/05/news/usa/sf-traffic-deaths-road-safety/
5/3/2026	男子疑於太古廣場育嬰室割頸昏迷送院(15:58) - 20260305 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260305/s00001/1772696685042/男子疑於太古廣場育嬰室割頸-昏迷送院
05/03/2026	黃詠儀醫生離世｜江旻憓送花 手寫思念卡：你令我們可以繼續追夢	https://www.hk01.com/社會新聞/60327837/黃詠儀醫生離世-江旻憓送花-手寫思念卡-你令我們可以繼續追夢
5/3/2026	35歲獨子病逝 63歲媽1年後剖腹產把他「生回來」	https://news.nextapple.com/local/20260305/E0185B79FBC9B9392273C64B1B87BFB1
05/03/2026	粉錦公路2死車禍｜慘死的士司機兩周前因痛風留醫 今日復工即出意外	https://std.stheadline.com/breaking-news/3550113/粉錦公路2死車禍慘死的士司機兩周前因痛風留醫-今日復工即出意外
05/03/2026	美以襲伊朗．不斷更新｜伊朗有13間醫療設施受襲 4名醫護死亡	https://news.tvb.com/sc/world/69a29d50f3bac3b7e4e57871/国际-美以襲伊朗不斷更新｜伊朗有13間醫療設施受襲-4名醫護死亡
05/03/2026	美以襲伊朗｜伊朗傳媒報道死亡人數升至逾1200人 德黑蘭等多地遭空襲	https://news.now.com/home/international/player?newsId=638919
05/03/2026	北角33歲女住所內暈倒 昏迷送院搶救	https://www.hk01.com/突發/60327864/北角33歲女住所內暈倒-昏迷送院搶救
5/3/2026	中國工人猝死多 年節多地殯儀館爆滿	https://www.ntdtv.com/gb/2026/03/05/a104073192.html/amp
5/3/2026	北角患病女子住所內昏迷 母親發現後報案送醫	https://hk.on.cc/hk/bkn/cnt/news/20260305/bkn-20260305225055522-0305_00822_001.html
05/03/2026	石硤尾南山邨單位起火 一男子燒傷送院 疑香薰蠟燭焫着雜物肇禍	https://std.stheadline.com/breaking-news/3550169/石硤尾南山邨單位起火-一男子燒傷送院-疑香薰蠟燭焫着雜物肇禍
05/03/2026	逝世15年又捲兒童性侵官司？麥可傑克森摯友子女提告，4人指控幼年遭流行天王「侵犯」	https://tw.news.yahoo.com/逝世15年又捲兒童性侵官司-麥可傑克森摯友子女提告-4人指控幼年遭流行天王-侵犯-153000022.html
05/03/2026	西亞衝突：印度哀悼哈梅內伊逝世；埃及訪問伊朗大使館	https://citytimes.tw/世界資訊/西亞衝突：印度哀悼哈梅內伊逝世；埃及訪問伊朗/956934/
05/03/2026	以軍加強打擊真主黨 黎巴嫩稱逾百人死亡	https://www.881903.com/news/international/2621713
5/3/2026	【禁聞】杭州外賣員「腦死亡」捐7器官 疑點重重	https://www.ntdtv.com/b5/2026/03/05/a104073248.html/amp
05/03/2026	的士上水迎頭撼貨車 司機女乘客重傷不治	https://www.stheadline.com/daily-hongkong/3550211/的士上水迎頭撼貨車-司機女乘客重傷不治
05/03/2026	Gemini涉教唆36歲男自殺 谷歌捱告 AI自認死者「妻子」 曾鼓勵持刀劫車	https://www.hkej.com/dailynews/ceoai/article/4334776/Gemini涉教唆36歲男自殺+谷歌捱告
05/03/2026	大坑東邨女子屋內猝死 朋友揭發惜太遲	https://www.hk01.com/突發/60327894/大坑東邨女子屋內猝死-朋友揭發惜太遲
05/03/2026	龔薩雷斯認與自殺身亡助理婚外情共和黨領導層要他退選| 美國即時| 美國 | 世界新聞網	https://www.worldjournal.com/wj/story/121469/9362761?from=wj_breaknews_index
05/03/2026	的士越線撼貨車司機乘客皆亡子稱司機父糖尿損視力痛風留醫後首復工- 20260306 - 公民	https://life.mingpao.com/general/article?issue=20260306&nodeid=1772734327366
5/3/2026	伊朗局勢｜武器大晒冷？伊朗發布無人機軍火庫影片 美證實首出動LUCAS新型自殺式無人機	https://www.singtao.ca/7436081/2026-03-05/news-伊朗局勢｜武器大晒冷？伊朗發布無人機軍火庫影片+美證實首出動LUCAS新型自殺式無人機/
05/03/2026	美以聯手攻打伊朗並殺死了哈梅內伊，社會上反應兩極化。剛上任紐約市長的馬姆達尼公開反對美國的做法。 #SBSCantonese #伊朗戰爭 #環球薈報 #馬姆達尼 #紐約市市長 #哈梅內伊	https://www.facebook.com/SBSCantonese/posts/美以聯手攻打伊朗並殺死了哈梅內伊社會上反應兩極化剛上任紐約市長的馬姆達尼公開反對美國的做法sbscantonese-伊朗戰爭-環球薈報-馬姆達尼-紐約市市長-哈/1455642536573028/
5/3/2026	Google AI涉教唆自殺 死者家屬入稟索償	https://hk.on.cc/hk/bkn/cnt/intnews/20260305/bkn-20260305200052107-0305_00992_001.html
5/3/2026	加州非法移民拘留期間死亡	https://www.singtaousa.com/2026/03/05/news/usa/california-custody-deaths-reported/
5/3/2026	突发, 痛失大将! 年仅56岁, 全球知名品牌高管豪宅猝逝!	https://lahoo.ca/2026/03/05/797277
04/03/2026	土瓜灣地盤六旬男工人工作期間暈倒 送院搶救後不治	https://www.stheadline.com/breaking-news/3549359/土瓜灣地盤六旬男工人工作期間暈倒-送院搶救後不治
04/03/2026	伊朗「超省錢戰術」震撼全球！自殺無人機「成本僅5萬美元」掀消耗戰美以防空飛彈短缺疑雲升溫| 江勳紘| 全解析	https://www.storm.mg/article/11107461
04/03/2026	老牌通路床的世界董事長陳燕飛逝世 公司：後續人事將另行公告	https://money.udn.com/money/story/5612/9357070
04/03/2026	珍惜生命｜屯門建生邨男子墮樓亡 年約60歲身份未明 警籲供資料	https://www.hk01.com/突發/60327014/珍惜生命-屯門建生邨男子墮樓亡-年約60歲身份未明-警籲供資料
04/03/2026	快訊／「床的世界」董事長陳燕飛逝世！享壽78歲 公司發重訊證實	https://news.tvbs.com.tw/life/3141305
04/03/2026	無綫小花黃婉恩北海道滑雪出意外 浸溫泉暈倒後腦撞石見血	https://www.bastillepost.com/hongkong/article/15702521-無綫小花黃婉恩北海道滑雪出意外-浸溫泉暈倒後腦
04/03/2026	床的世界老董陳燕飛離世！大兒子也驟逝 曾找吳淡如、Joeman開箱	https://www.nownews.com/news/6791711
04/03/2026	珍惜生命｜屯門兆麟苑財困23歲女燒炭尋短 父親揭發報警惜太遲	https://www.hk01.com/article/60327028
04/03/2026	美國動用先進武器攻擊伊朗 首度實戰自殺式無人機	https://www.cna.com.tw/video/news/4352982
04/03/2026	血管殺手｜7旬翁半夜口渴飲水突猝死！醫生：「救命水」變「催命符」3種水絕不能碰睡前一杯都出事	https://hk.ulifestyle.com.hk/topic/detail/20088805/心肌梗塞-歲男半夜飲水突猝死-醫生-這杯-救命水-變-催命符-種水半夜絕不能碰
04/03/2026	新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔 頭部重創送醫不治	https://www.marketersgo.com/media-collaboration/202603/新莊國民運動中心驚傳墜樓！66歲婦人5樓墜落重摔/
04/03/2026	香港仔62歲男工登漁船工作觸電昏迷 留醫約16小時不治	https://www.hk01.com/突發/60327069/香港仔62歲男工登漁船工作觸電昏迷-留醫約16小時不治
04/03/2026	打鐵花︱山東41歲網紅燒炭取暖 除夕夜中一氧化碳亡	https://www.stheadline.com/realtime-china/3549409/打鐵花山東41歲網紅燒炭取暖-除夕夜中一氧化碳亡
04/03/2026	追债不果酿悲剧 马国老翁砍伤好友后上吊身亡	https://www.8world.com/southeast-asia/malaysia-man-sucides-after-injuring-others-3073271
04/03/2026	分析师警告比特币正在形成可怕的死亡交叉| TheStreet Roundtable发布于币安广场	https://www.binance.com/zh-CN/square/post/297643438833810
04/03/2026	中國女遊客站日本平交道遭撞亡！家屬怒告求償：沒中文標示害命	https://stock.ltn.com.tw/article/vs1klk8qsmxx
4/3/2026	官批貪方便遲轉線撞斃孕婦 司機危駕罪成「判監難免」 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561570436/官批貪方便遲轉線撞斃孕婦-司機危駕罪成「判監難免」
04/03/2026	科羅拉多州男子被指控殺害妻子，並將其偽裝成自殺	https://citytimes.tw/資訊/科羅拉多州男子被指控殺害妻子，並將其偽裝成自/965213/
4/3/2026	抽濕機凌晨起火4人送院 橫頭磡邨疏散300人 - 20260304 - 港聞	https://news.mingpao.com/pns/港聞/article/20260304/s00002/1772561572886/抽濕機凌晨起火4人送院-橫頭磡邨疏散300人
04/03/2026	香港骨科名醫黃詠儀離世 抗癌勇士重返母校成最後身影 家屬發訃告 附追思會詳情	https://www.sundaykiss.com/熱話/黃詠儀醫生-追思會-中大醫院-骨科醫生-抗癌-母校-2359337/
04/03/2026	破解迷思：談自殺不會增加風險，沉默才會 當孩子說不出口時，大人能不能多問一句？	https://www.fclnews.com/174390/
04/03/2026	筲箕灣太安街3車相撞 巴士司機一度被困 兩人受傷送院	https://std.stheadline.com/breaking-news/3549496/筲箕灣太安街3車相撞-巴士司機一度被困-兩人受傷送院
04/03/2026	珍惜生命｜蘇屋邨女子墮樓 壓穿遊樂場簷篷頂倒地 當場身亡	https://www.hk01.com/article/60327111
04/03/2026	名醫林禹宏63歲病逝！生前疾呼「1事很重要」：否則慢性自殺	https://health.setn.com/news/1802117
04/03/2026	從「慢性疲勞」到癌細胞侵腦僅2個月！56歲前主播淋巴癌逝…醫籲：體重驟減、夜間盜汗別再撐	https://tw.news.yahoo.com/從-慢性疲勞-到癌細胞侵腦僅2個月-56歲前主播淋巴癌逝-醫籲-010001798.html
4/3/2026	787伊朗人死於美以襲擊 伊朗稱650名美軍士兵傷亡	https://www.hkcd.com.hk/hkcdweb/content/2026/03/04/content_8742707.html
04/03/2026	婦產科名醫林禹宏63歲逝世！抗血癌10年仍堅守醫界 兒淚喊：上天派來的天使	https://www.ftnn.com.tw/news/527213
04/03/2026	伊朗防長遇襲身亡數日後 代理防長也被打死了	https://hk.finance.yahoo.com/news/伊朗防長遇襲身亡數日後-代理防長也被打死了-005420708.html
04/03/2026	方大同離世一年《才二十三》首曝MV 歌迷見他消瘦身影落淚	https://tw.news.yahoo.com/方大同離世一年《才二十三》首曝mv-歌迷見他消瘦身影落淚-020828424.html
04/03/2026	（有片）美軍轟炸伊朗小學致165死民眾為遇難學生舉行葬禮- 國際	https://www.dotdotnews.com/a/202603/04/AP69a7902fe4b0c32d4f6a958a.html
04/03/2026	ETtoday新聞雲. . 天呀...怎麼會這樣...(#01J) 驚悚畫面！貨櫃車變「絞肉機」 轎車淪鐵餅男駕駛慘亡 https://www.ettoday.net/news/20260303/3125811.htm?from=fb_et_news	https://www.facebook.com/ETtoday/videos/國道驚悚遭連結車推去撞貨櫃車小車淪鐵餅男駕駛慘亡/1333455988558194/
4/3/2026	荃錦公路私家車越線撞小巴後翻側 司機被困	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304090436661-0304_00822_001.html
04/03/2026	老饕震驚！名店闆娘228驟逝 店家暫停營業	https://news.ebc.net.tw/news/living/540302
04/03/2026	分道揚鑣！威爾史密斯不會回鍋演出《自殺突擊隊2》	https://tw.sports.yahoo.com/news/分道揚鑣！威爾史密斯不會回鍋演出《自殺突擊隊2-012039043.html?bcmt=1
04/03/2026	南非約翰內斯堡建築物樓板坍塌事故增至9死財經新聞Financial News	https://www.aastocks.com/tc/mobile/news.aspx?newsid=IC4855016&newstype=61&newssource=INFOCAST
04/03/2026	众星被困中东不到24小时，出现“恶心”一幕，担心的事发生了	https://m.sohu.com/a/992369151_121948372?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
04/03/2026	大S逝世週年「7仙女獨缺Makiyo」竟是沒受邀！連楊丞琳都去了 她還原「與小S談話」內幕	https://tw.news.yahoo.com/大s逝世週年-7仙女獨缺makiyo-竟是沒受邀-連楊丞琳都去了-她還原-013200284.html
04/03/2026	黃詠儀醫生離世｜病人家屬往悼念角寄哀思：佢成個人都係天使嚟	https://www.hk01.com/社會新聞/60327143/黃詠儀醫生離世-病人家屬往悼念角寄哀思-佢成個人都係天使嚟
04/03/2026	美國公布死亡美軍詳細信息 最細僅20歲	https://www.tkww.hk/a/202603/04/AP69a79d46e4b04773b069e704.html
04/03/2026	伊朗局勢｜伊紅新月會推算境內787人死亡	https://www.i-cable.com/新聞資訊/443265/伊朗局勢-伊紅新月會推算境內787人死亡
04/03/2026	黃詠儀醫生離世｜黃詠儀醫生兩閨蜜背景曝光 三人齊捐獎學金予母校	https://topick.hket.com/article/4092873/黃詠儀醫生離世｜黃詠儀醫生兩閨蜜背景曝光　三人齊捐獎學金予母校
04/03/2026	山東41歲打鐵花網紅 中一氧化碳毒離世(有片)	https://www.am730.com.hk/article/1015485
04/03/2026	觀塘31歲孕婦被貨車撞斃 四個月大胎兒不保 有12項案底貨車司機求情	https://www.sundaykiss.com/熱話/孕婦-陳健晴-過馬路-胎兒-梁志華-貨車司機-一屍兩命-2359494/
04/03/2026	黃詠儀醫生離世｜去年曾「穿校服」偕好友重返母校 三鐵運動員蔡欣妍感激「她扶起我兩次」	https://www.stheadline.com/health-edu/3549537/黃詠儀醫生離世去年曾穿校服偕好友重返母校-三鐵運動員蔡欣妍感激她扶起我兩次
4/3/2026	研究：ChatGPT醫療版誤判逾半數重症 自殺風險辨識力不足	https://news.pchome.com.tw/science/sunmedia/20260304/index-77259500089388329005.html
04/03/2026	珍惜生命｜鰂魚涌南豐新邨 46歲男子墮樓亡	https://www.hk01.com/突發/60327221/珍惜生命-鰂魚涌南豐新邨-46歲男子墮樓亡
04/03/2026	土瓜灣釘板工猝死 未言退休支撐家庭 妻哭崩：賺錢都係供仔女讀書	https://std.stheadline.com/breaking-news/3549517/土瓜灣釘板工猝死-未言退休支撐家庭-妻哭崩賺錢都係供仔女讀書
04/03/2026	亞省流感季死亡率創近年來新高	https://www.epochtimes.com/b5/26/3/4/n14710775.htm
04/03/2026	基隆男路倒巷弄、送醫搶救不治！包包內藏3大包安非他命 檢警釐清死因	https://www.setn.com/m/ampnews.aspx?NewsID=1802209
04/03/2026	基隆男突倒巷弄！急送醫仍死亡 身上搜出「三大包安毒」	https://news.tvbs.com.tw/local/3141689
4/3/2026	Benz電動車荃錦公路撞小巴後翻側 小巴司機受傷送院	https://hkcd.com/hkcdweb/content/2026/03/04/content_8742748.html
04/03/2026	白血病｜婦產科權威醫生林禹宏血癌病逝抗癌11年曾帶病行醫嘆1種行為成患癌主因：如慢性自殺| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/白血病-婦產科-林禹宏-血癌-1679033/
04/03/2026	婦科名醫林禹宏63歲病逝！自曝：長期睡眠不足慢性自殺	https://ctinews.com/news/items/Bda0MGkdxL
4/3/2026	游飈離世遺孀發布訃聞 將於月中紅磡設靈	https://hk.on.cc/hk/bkn/cnt/entertainment/20260304/bkn-20260304121016187-0304_00862_001.html
04/03/2026	基隆男巷弄猝死！身藏3大包安非他命 疑吸毒過量身亡	https://www.ftnn.com.tw/news/527285
04/03/2026	三寶爸楊祐寧抱病現身！偕妻上山祭拜癌逝父 「女兒爭寵」日常曝光	https://tw.news.yahoo.com/三寶爸楊祐寧抱病現身-偕妻上山祭拜癌逝父-女兒爭寵-日常曝光-050000819.html
04/03/2026	林禹宏「急性骨髓性血癌」逝 醫揭4警訊：牙齦腫、常疲倦要小心	https://health.ettoday.net/news/3126546
04/03/2026	《超夜》音樂總監猝逝！苗可麗告別式淚憶詹緒純：平靜離開是福報	https://star.setn.com/news/1802271
04/03/2026	獨家／名醫林禹宏病逝！病榻前「1舉動」超催淚：戴著呼吸器打字受訪	https://health.setn.com/news/1802247
04/03/2026	美以突襲伊朗死亡人數破千 戰爭第4天各國傷亡數字一次看	https://tw.news.yahoo.com/美以突襲伊朗死亡人數破千-戰爭第4天各國傷亡數字-次看-034000437.html
04/03/2026	快訊／抗癌7個月宣布復工！沈玉琳暴瘦首公開現身 「2驚人變化」曝光	https://star.setn.com/news/1802296?utm_campaign=viewallnews
04/03/2026	醫美老闆整容猝死 同日連做抽脂隆胸等三項大手術 睡房倒地身亡	https://www.hk01.com/熱爆話題/60327198/醫美老闆整容猝死-同日連做抽脂隆胸等三項大手術-睡房倒地身亡
04/03/2026	基隆男詭倒路中猝死 驚見「三大包毒品」	https://tw.news.yahoo.com/基隆男詭倒路中猝死-驚見-三大包毒品-051900619.html
04/03/2026	畫布上的粉嫩樂章 色彩魔術師廖繼春逝世50週年大展	https://funnews.tw/n/serv/art/962d920fef08433b9a3a9b58bf6f8b82
04/03/2026	黃詠儀醫生離世｜童年喪父草根出身居屯門公屋對抗肺癌2年不忘照顧病人大量市民送別：願你在遠方脫離痛楚| 腫瘤及癌症	https://www.orientalsunday.hk/腫瘤及癌症/黃詠儀醫生-骨科-肺癌-1679081/
04/03/2026	《超夜》詹緒純離世！詹雅雯告別式悲痛送最後一程：走得好安詳	https://star.setn.com/news/1802292
04/03/2026	健康網》「恐龍女孩」綺綺心臟病逝8年 台大醫：18歲生日 她真的回來了	https://health.ltn.com.tw/article/breakingnews/5358378
04/03/2026	伊朗米納布市為學校死亡學生和教職員工舉行葬禮	https://www.bbc.com/zhongwen/articles/c5ykkgx603no/trad
04/03/2026	《超夜》詹緒純病逝家中！遺孀曝生前拒插管「右手腫脹一天就走了」	https://tw.news.yahoo.com/超夜-詹緒純病逝家中-遺孀曝生前拒插管-右手腫脹-天就走了-051753614.html
4/3/2026	影/1天2起吸毒亡！基隆男死在巷弄 台中裝修工暴斃在老闆車上	https://news.pchome.com.tw/society/ctinews/20260304/index-77260476597803309002.html
04/03/2026	居服員送餐「不知屋內婦死亡」 衛福部：長照接觸點應主動關懷	https://health.ettoday.net/news/3126706
04/03/2026	年後腦霧別輕忽！中醫教你清腦養腦、找回專注力	https://www.uho.com.tw/article-68976.html
4/3/2026	土瓜灣六旬地盤釘板工猝死 遺霜哭訴：啲錢畀哂啲仔女讀書	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304122014945-0304_00822_001.html
04/03/2026	許維恩罹患乳癌！前男友楊明學因癌症早逝 兩人同拍王菲MV惹鼻酸	https://www.nownews.com/news/6791969
04/03/2026	美以襲擊已致伊朗787人死亡	https://bau.com.hk/web/article/1478687435195518976/web/content_1478687435195518976.html
04/03/2026	《死亡之握：鬼牽手》首曝預告 「⼀牽會死，不牽等死」死亡規則曝光	https://tw.news.yahoo.com/《死亡之握：鬼牽手》首曝預告-「⼀牽會死，不牽等死」死亡規則曝光-063119848.html
04/03/2026	「哈米尼亡政權不會自動垮台」 伊朗前王后：兒子準備團結人民	https://www.worldjournal.com/wj/story/123308/9358750
04/03/2026	元宵夜母子横尸家中 邻居闻恶臭揭悲歌	https://atvnewsonline.com/world/元宵夜母子横尸家中-邻居闻恶臭揭悲歌/
04/03/2026	39萬元複製離世愛犬 飼主稱後悔揭殘酷現實	https://www.am730.com.hk/article/1015536
04/03/2026	黃詠儀醫生離世｜校友吳傑莊惋惜：讀書時是高材生 「又乖又靜」	https://www.hk01.com/社會新聞/60327289/黃詠儀醫生離世-校友吳傑莊惋惜-讀書時是高材生-又乖又靜
4/3/2026	青衣邨男子墮樓 當場證實不治	https://hk.on.cc/hk/bkn/cnt/news/20260304/bkn-20260304142314714-0304_00822_001.html
04/03/2026	山東41歲打鐵花網紅｢村夫｣疑一氧化碳中毒亡 單親爸爸獨自養兩女	https://www.hk01.com/大國小事/60327132/山東41歲打鐵花網紅-村夫-疑一氧化碳中毒亡-單親爸爸獨自養兩女
04/03/2026	名醫林禹宏63歲病逝！血癌抗病多年 生前兩度發文示警：回想起簡直是慢性自殺	https://www.mirrormedia.mg/story/20260304edi032
04/03/2026	游飈3.21設靈翌日火化 黃文標代公告亡友訃聞 上月尾因腦溢血病逝	https://www.tvb.com/artiste-news-c/游飈3-21設靈翌日火化-黃文標代公告亡友訃聞--上月尾因腦溢血猝逝-1012186
4/3/2026	日前坠水坝失踪 男子遗体寻获	https://perak.chinapress.com.my/20260304/日前坠水坝失踪-男子遗体寻获/
04/03/2026	包包搜出74克安毒！基隆男昏倒路邊不治 警挖前科追查中	https://www.ftnn.com.tw/news/527349
04/03/2026	珍惜生命│青衣邨中年漢墮樓 跌落平台行人天橋當場亡	https://std.stheadline.com/breaking-news/3549617/珍惜生命青衣邨中年漢墮樓-跌落平台行人天橋當場亡
04/03/2026	《AI》匯豐控股(00005.HK)出現「死亡交叉」技術圖表形態	http://www.aastocks.com/tc/stocks/analysis/stock-aafn-con/00005/AI/AI167669/hk-stock-news
04/03/2026	士林「蒸餃阿姨」驚傳驟逝 一票老顧客不捨：從小吃到大	https://www.teepr.com/1873924/mollylin/周旺蒸餃酸辣湯/
04/03/2026	居服員餐盒掛門口...9旬婦亡屋內 衛福部：令人遺憾會重新檢討	https://tw.news.yahoo.com/居服員餐盒掛門口-9旬婦亡屋內-衛福部-令人遺憾會重新檢討-073943749.html
04/03/2026	婦產科名醫血癌逝世 生前曾推測因睡眠不足患癌：簡直是慢性自殺	https://www.hk01.com/台灣新聞/60327279/婦產科名醫林禹宏血癌逝世-生前曾推測因睡眠不足患癌
04/03/2026	馬來西亞母子元宵節被揭臥屍屋內72歲母逝世10日智障兒伴屍一周後猝死| 生活熱話	https://www.ohpama.com/1010276/生活熱話/生活熱話/馬來西亞-母子元宵節被揭臥屍屋內-72歲母逝世10日/
4/3/2026	快訊／國賓飯店改建工程意外！工人施工墜樓 搶救無效亡	https://www.ettoday.net/news/20260304/3126769.htm
04/03/2026	六旬男子被發現於元朗地盤水槽內 暫列屍體發現案	https://news.rthk.hk/rthk/ch/component/k2/1845974-20260304.htm
4/3/2026	塔倫天奴傳遇空襲亡 美媒證防空洞照是AI	https://www.singtaousa.com/2026/03/04/entertainment/tarantino-iran-air-strike-death-rumor/
4/3/2026	谷歌Gemini教唆自殺，佛州男子身亡家屬提告過失致死	https://www.singtaousa.com/2026/03/04/news/usa/google-faces-lawsuit-after-gemini-chatbot-allegedly-instructed-man-to-kill-himself/
4/3/2026	南加12歲足球小子突發猝逝 練習期間倒地送院不治	https://www.singtaousa.com/2026/03/04/news/usa/a-12-year-old-california-football-kid-died-suddenly-he-fell-to-the-ground-during-practice-and-was-sent-to-the-hospital-where-he-died/
4/3/2026	珍惜生命｜荃灣梨木樹邨六旬婦墮樓亡 疑因病尋短	https://www.singtao.ca/7435388/2026-03-04/news-珍惜生命｜荃灣梨木樹邨六旬婦墮樓亡+疑因病尋短/
4/3/2026	天水圍兩司機相撞爭執 中年婦激動嘔吐暈倒 搶救兩日不治	https://www.singtao.ca/7435448/2026-03-04/news-天水圍兩司機相撞爭執+中年婦激動嘔吐暈倒+搶救兩日不治/
03/03/2026	上海退役军人消防员春节返乡遇火情，挺身而出勇救被困老人	https://m.sohu.com/a/992078505_120244154?scm=10001.325_13-325_13.0.0-0-0-0-0.5_1334
03/03/2026	疑為趕搭高鐵 高鐵台中站男客踉蹌頭撞車門昏頭送醫	https://udn.com/news/amp/story/7320/9356849
3/3/2026	宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會 後日起可預約旁聽 一半名額分配予宏福苑居民	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772526006961/宏福苑火災獨立委員會3月19日起辦首輪共8場聽證會-後日起可預約旁聽-一半名額分配予宏福苑居民
3/3/2026	報警訛稱強姦及勒索10萬英鎊英籍女子被裁定罪成候判(20:51) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772542537573/報警訛稱強姦及勒索10萬英鎊-英籍女子被裁定罪成候判
3/3/2026	土瓜灣道地盤男工人暈倒不治(18:58) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772535012403/土瓜灣道地盤男工人暈倒不治
3/3/2026	62歲男工處理漁船積水時意外觸電 留院一晚後不治 (23:30) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772551909750/62歲男工處理漁船積水時意外觸電-留院一晚後不治
3/3/2026	男子倒斃上水村屋昨晚曾飲酒(22:28) - 20260303 - 港聞- 即時新聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548557465/男子倒斃上水村屋-昨晚曾飲酒
3/3/2026	元朗有單位疑因拜神起火 屋內11隻寵物亡 六旬女住戶吸入濃煙不適 (22:42) - 20260303 - 港聞	https://news.mingpao.com/ins/港聞/article/20260303/s00001/1772548959039/元朗有單位疑因拜神起火-屋內11隻寵物亡-六旬女住戶吸入濃煙不適
3/3/2026	屯門23歲女子財困燒炭 父親發救唔番	https://hk.on.cc/hk/bkn/cnt/news/20260303/bkn-20260303201601599-0303_00822_001.html
3/3/2026	屯门建生邨男子堕楼 头爆肢折当场身亡	https://hk.on.cc/cnt/news/20260303/bkn-20260303120632770-0303_00822_001_cn.html
3/3/2026	山東網紅「村夫」除夕夜燒炭取暖 疑一氧化碳中毒身亡	https://www.singtaousa.com/2026/03/03/news/china/shandong-influencer-carbon-monoxide-poisoning-death/
3/3/2026	粉絲腦中風昏迷 林志玲到醫院探視	https://www.singtaousa.com/2026/03/03/entertainment/lin-chi-ling-visits-comatose-fan/
2/3/2026	珍惜生命│天盛商場10多歲女生割手腕後危坐天台 擾攘句鐘返回安全位置	https://www.singtao.ca/7432879/2026-03-02/news-珍惜生命｜天盛商場16歲女學生割腕危坐天台+擾攘句鐘救回+疑受學業困擾/
2/3/2026	珍惜生命｜屯門建生邨男子墮樓 當場死亡	https://www.singtao.ca/7432983/2026-03-02/news-珍惜生命｜屯門建生邨男子墮樓+當場死亡/

`;
