// 天象 | 由 build_news_js.py 生成 | 共 15 條
var DATA_CELESTIAL = `
2026-12-31	百年罕見日全食 歐洲多地短暫入夜	https://www.ntdtv.com.tw/b5/20260813/video/410586.html	血月日蝕
2026-12-31	"日月潭浮現""月球表面"" 乾旱沙洲現""隕石坑""奇景"	https://tw.news.yahoo.com/日月潭浮現-月球表面-乾旱沙洲現-隕石坑-奇景-092503264.html	彗星隕石
2026-08-22	普珥節將迎來「血月」！ 血月歷史標記出關鍵時刻，都在猶太人重大事件出現		血月日蝕
2026-08-19	趙珈萱患情緒病｜趙本山女兒趙珈萱突暴瘦自爆患3種精神疾病病重時日食23粒藥4日無法進食想過輕生 抑鬱症/復發/趙珈萱｜內地知名喜劇演員趙本山的女兒趙珈萱（藝名球球），近日在直播中公開自己長期與精神疾病搏鬥的經歷，透露已確診3種精神疾病，13年來飽受復發問題...	https://skypost.hk/article/4178454/%E8%B6%99%E7%8F%88%E8%90%B1%E6%82%A3%E6%83%85%E7%B7%92%E7%97%85-%E8%B6%99%E6%9C%AC%E5%B1%B1%E5%A5%B3%E5%85%92%E8%B6%99%E7%8F%88%E8%90%B1%E7%AA%81%E6%9A%B4%E7%98%A6-%E8%87%AA%E7%88%86%E6%82%A33%E7%A8%AE%E7%B2%BE%E7%A5%9E%E7%96%BE%E7%97%85-%E7%97%85%E9%87%8D%E6%99%82%E6%97%A5%E9%A3%9F23%E7%B2%92%E8%97%A54%E6%97%A5%E7%84%A1%E6%B3%95%E9%80%B2%E9%A3%9F%E6%83%B3%E9%81%8E%E8%BC%95%E7%94%9F	血月日蝕
2026-08-19	趙珈萱患情緒病｜趙本山女兒趙珈萱突暴瘦自爆患3種精神疾病病重時日食23粒藥4日無法進食想過輕生	https://skypost.hk/article/4178454/趙珈萱患情緒病-趙本山女兒趙珈萱突暴瘦-自爆患3種精神疾病-病重時日食23粒藥4日無法進食想過輕生	血月日蝕
2026-07-02	2026年7月天象预报	https://k.sina.com.cn/article_7857141524_1d452771401903t4wa.html?from=science	反常天象
2026-03-09	降落地球半世紀 吉林五號隕石正式揭幕	https://hk.on.cc/hk/bkn/cnt/news/20260309/bkn-20260309080058467-0309_00822_001.html	彗星隕石
2026-02-28	3月3日的月全食將是2028年除夕前的最後一次月全食	https://citytimes.tw/科技/3月3日的月全食將是2028年除夕前的最後一次月全食/914215/	血月日蝕
2026-02-27	水逆、六星連珠、血月接力來襲！專家警告：金融、地震、血光	https://tw.news.yahoo.com/水逆-六星連珠-血月接力來襲-專家警告-金融-075050018.html	血月日蝕
2026-02-24	春節 荷蘭梵谷博物館90%全陸客! 挪威看極光都是中國話	https://www.msn.com/zh-tw/news/world/春節-荷蘭梵谷博物館90-全陸客-挪威看極光都是中國話/ar-AA1WSPTr?cvid=699d0d211ef34d93999360f2faa58816&ocid=mailsignout	太陽異動
2025-12-02	金色彗星C/2025 K1突然爆炸 罕见画面曝光	https://tech.creaders.net/2025/12/01/2943682.html	彗星隕石
2025-09-07	時隔3年「紅月亮」今晚再登場中國多地可見 專家解「災殃之兆」	https://www.hk01.com/article/60274104?utm_source=01articlecopy&utm_medium=referral	血月日蝕
2025-09-01	2025年9月天象盛宴：紅月月全食來襲 金星昴宿星團共舞觀星必看	https://www.hk01.com/article/60272016?utm_source=01articlecopy&utm_medium=referral	反常天象
2025-01-09	普珥節將迎來「血月」！ 血月歷史標記出關鍵時刻，都在猶太人重大事件出現	http://cdn-news.org/News.aspx?EntityID=News&PK=0000000092754bc1e057c416e234ae4db6e795a54200780e	血月日蝕
2024-01-02	半新盤蝕讓停不了 將軍澳MONTEREY兩日蝕兩伙 平台戶3年蝕一球	https://www.hk01.com/article/986896?utm_source=01articlecopy&utm_medium=referral	血月日蝕
`;
